{
    "train_sum01": {
        "original_text": "These general Standard Conditions of Sale apply to any sale of Products and/or Services sold by the Seller to its Customer(s), excluding brokerage or other distributor activities. The purchase of the Products and/or Services by a Customer is considered to be performed within the framework of its professional activities.",
        "reference_summary": "These terms and conditions apply as soon as the Seller sells Products or Services to the Customer (excluding sales made for brokerage or distributor activities).",
        "uid": "train_sum01"
    },
    "train_sum010": {
        "original_text": "Each Party represents to the other as at the date hereof that it is not a Sanctioned Person. If at any time following the signature of the Contract, a Party becomes a Sanctioned Person or performance of a Party’s obligations under the Contract would constitute a breach of Export Regulations (a “Sanctions Event”), the impacted Party shall promptly notify the other Party and the Parties shall, to the extent permitted by Export Regulations, consult with each other with a view to mitigating the effects of such Sanctions Event. Such consultation is without prejudice to the right of either Party to suspend without liability its obligations under the Contract, including to the right of the Seller to deny the access to any Item at any time following the occurrence of a Sanctions Event.",
        "reference_summary": "Each Party represents that the other is not a Sanctioned Person and if either Party becomes a Sanctioned Person, it must inform the other accordingly.",
        "uid": "train_sum010"
    },
    "train_sum0100": {
        "original_text": "All living, travelling and accommodation expenses of the Customer’s trainees shall be at Customer’s expense.",
        "reference_summary": "Expenses relating to the travelling, living and accommodation of the trainees are at the Customer’s expense.",
        "uid": "train_sum0100"
    },
    "train_sum0101": {
        "original_text": "Unless otherwise specified in the Contract, the price of the Training Services includes instructor’s expenses such as daily expenses, rental car and the accommodation but excludes instructor’s travel expenses such as airline ticket, subject to Quotation.",
        "reference_summary": "Unless otherwise specified in the Contract, the price of the Training Services includes all instructor’s expenses, except traveling (which is subject to Quotation).",
        "uid": "train_sum0101"
    },
    "train_sum0102": {
        "original_text": "Reasonable insurance coverage of risks arising from the Training Services will be included in the Seller’s insurance policy. The Seller may provide the certificate to the Customer at its request.",
        "reference_summary": "Reasonable insurance coverage of risks arising from the Training Services are included in the Seller’s insurance policy and the Customer may request the certificate to the Seller.",
        "uid": "train_sum0102"
    },
    "train_sum0103": {
        "original_text": "Any change requested by the Customer shall be subject to mutual written agreement and to an adjustment of the total price of the Training Services, required payments and delivery time.",
        "reference_summary": "All the changes requested by the Customer are subject to mutual written agreement, as well as adjustment in price, payments and delivery time.",
        "uid": "train_sum0103"
    },
    "train_sum0104": {
        "original_text": "After receipt of the Order Confirmation, should the Customer decide to cancel a confirmed training course and unless otherwise specified in the Contract, the Seller reserves the right to apply the following penalty, depending when the cancellation notification is received by the Seller before the beginning of the training courses: more than forty six (46) calendar days: the Customer will reimburse all costs (including but not limited to administration fees)  incurred by the Seller or which the Seller could not avoid incurring (including termination indemnities if any); between forty five (45) to thirty one (31) calendar days: thirty (30) per cent of the total amount of the cancelled Training Service or the costs here-above described if those are greater than the thirty (30) per cent of the total amount of the cancelled Training Service; less than thirty (30) calendar days: one hundred (100) per cent of the total amount of the cancelled Training Service",
        "reference_summary": "If the Customer decides to cancel a confirmed training course after receipt of the Order Confirmation, the Seller may apply a penalty  depending on when the notification is received: More than 46 days: Customer reimburses all costs incurred by the Seller (including termination indemnities); Between 31 and 45 days: 30% of the total amount of the cancelled Training Service or the costs above if they’re greater; Less than 30 days: 100% of the total amount of the cancelled Training Service.",
        "uid": "train_sum0104"
    },
    "train_sum0105": {
        "original_text": "The Training Services shall be performed in accordance with the contractual delivery schedule. Adherence to the delivery date is conditioned by the Customer fulfilling all of its contractual obligations.",
        "reference_summary": "The Training Services are performed depending on the contractual delivery schedule. Adherence to the delivery date is subject to the Customer fulfilling its obligations.",
        "uid": "train_sum0105"
    },
    "train_sum0106": {
        "original_text": "Should a trainee be late for or absent from any course of the training session, the Seller may propose, at Customer’s request and expense, another training slot depending on the availability of the Helicopter, simulator and/or instructor. If agreement cannot be reached, the provisions defined under article E2-3 and/or article 14.1.1 of SCS shall apply. Should the Customer refuse to do the proposed training slot, the Seller reserves the right not to warrant the completion of the full training courses.",
        "reference_summary": "If a trainee is late or absent from a course, the Seller may propose at the Customer’s request and expenses another training slot (subject to the Helicopter / simulator / instructor availability). If an agreement cannot be reached, the provisions under article E2-3 or article 14.1.1 of the SCS shall apply. If the Customer refuses the new training slot, the Seller is not obligated to warrant the completion of the full training courses.",
        "uid": "train_sum0106"
    },
    "train_sum0107": {
        "original_text": "Changes to the training session planning requested by the Seller up to sixty (60) days prior to the beginning of the scheduled session if not agreed differently, bad weather conditions and/or technical failure of the Training Means shall be considered as an excusable delay. The non-respect by the Customer of the minimum enrolment quota defined in the Contract shall not be considered as an excusable delay.",
        "reference_summary": "Changes to the training session planning must be done within 60 days before the beginning of the session and bad weather / technical failure shall be considered excusable delay. However, that is not the case if the minimum enrollment quote is not reached.",
        "uid": "train_sum0107"
    },
    "train_sum0108": {
        "original_text": "The Seller will provide training courses at the Seller’s premises and/or at the location designated by the Seller. Some training courses are proposed also in a remote mode; the distance training being provided on an “as available basis” (refer also to article E12).",
        "reference_summary": "Training courses are provided at the Seller’s premises or at a location designated by the Seller. Some training courses may be done remotely as an available basis (distance training, see E12).",
        "uid": "train_sum0108"
    },
    "train_sum0109": {
        "original_text": "The Customer shall fully comply with the provisions of any applicable internal rules enforced in the Seller’s designated training centre, including but not limited to the wearing of the Seller identity badge, the respect of the safety procedures, the wearing of appropriate working clothes including but not limited to safety shoes when applicable which are posted inside and/or outside the classrooms and the respect of the security rules. If the Customer is unaware of the Seller’s internal rules and those regulations dedicated to safety at work, the Customer shall address all related questions in writing to the Seller prior to the beginning of the first course day.",
        "reference_summary": "The Customer must comply with the internal rules at the Seller’s location, including but not limited to wearing appropriate clothes and shoes and the respect of security rules. If the Customer is unaware of these rules, it must address its questions in writing to the Seller, prior to the beginning of the first course.",
        "uid": "train_sum0109"
    },
    "train_sum011": {
        "original_text": "The Customer undertakes to use the Item exclusively for civil purpose and to not directly or indirectly sell, import, (re-)export, (sub)lease, (re-)transfer, operate or use the Item in any territory or country that is the target of any sanctions or embargoes under Export Regulations and/or to a Sanctioned Person in violation of Export Regulations.",
        "reference_summary": "The Customer undertakes to use the Item for civil purpose exclusively.",
        "uid": "train_sum011"
    },
    "train_sum0110": {
        "original_text": "The Customer’s trainees shall also fully comply with the applicable law in the Seller’s country.",
        "reference_summary": "The trainees must comply with all the applicable law in the Seller’s country.",
        "uid": "train_sum0110"
    },
    "train_sum0111": {
        "original_text": "The Seller shall be responsible for loss of and damage to the Customer’s property, except the Customer’s Training Means, and to the Seller’s personnel, at all times while at the Customer’s facilities, except in cases of gross negligence or wilful misconduct of the Customer. In this case, the Customer shall remain responsible for any damage to its Training Means and its personnel, including the personnel involved in the Training flights.",
        "reference_summary": "Except in case of gross negligence or wilful misconduct, the Seller is responsible for damages caused to the Customer’s property. The Seller is however not responsible for damages to the Customer’s Training Means and the Seller’s personnel.",
        "uid": "train_sum0111"
    },
    "train_sum0112": {
        "original_text": "The Customer shall also ensure prior to the agreed date of the Training Services that its organization for training complies with the Seller’s quality standard here-above described.",
        "reference_summary": "The Customer must ensure before the agreed date of the Training Services that its organization complies with the Seller’s quality standards.",
        "uid": "train_sum0112"
    },
    "train_sum0113": {
        "original_text": "The Customer shall provide an appropriate classroom (beamer, white board, chairs, tables, sufficient space and protection from prevailing weather elements e.g. air conditioning) to ensure a proper operation of all training. The Customer shall ensure that the Seller staff receives an adequate briefing concerning safety-at-work (escape way, first-aid facilities, emergency telephone code, local risks) and is provided with all necessary means to guarantee a safe working environment. Moreover, the Customer shall provide maintenance installations (maintenance hangar, repair shop) according to international standard.",
        "reference_summary": "The Customer must provide an appropriate classroom and make sure the Seller’s staff receives a briefing relating safety-at-work as well as maintenance installations according to international standard.",
        "uid": "train_sum0113"
    },
    "train_sum0114": {
        "original_text": "Should the Seller evaluate and/or identify the training conditions of Customer’s site are inappropriate to conduct the Training Services, the Seller reserves the right to postpone the Training Services at Customer expense or cancel said training and apply provisions of article E2-3 and/or article 14.1.1 of SCS.",
        "reference_summary": "Should the Seller evaluate the site/conditions as inappropriate, the Seller may postpone or cancel the Training Services at Customer’s expenses and apply provisions of articles E2-3 and/or 14.1.1 of the SCS",
        "uid": "train_sum0114"
    },
    "train_sum0115": {
        "original_text": "In case the Seller provides training components and/or tools, the Customer will be invoiced for the related shipment expenses. All related customs expenses or clearances shall be borne by the Customer.",
        "reference_summary": "In case the Seller provides training components and/or tools, the Customer will be invoiced for the shipment, customs and clearance expenses.",
        "uid": "train_sum0115"
    },
    "train_sum0116": {
        "original_text": "The Seller’s trainee questionnaire and/or enrolment form detailing the background and the professional experience of the pilots and/or the technicians will be completed by the Customer and forwarded to the Seller at the same time. The registration of each trainee will be done in preference using the “on line” form when applicable.",
        "reference_summary": "The trainee questionnaire and/or enrolment form details the background and the experience of the pilots and/or technicians. The registration trainees preferably done through the “on line” form.",
        "uid": "train_sum0116"
    },
    "train_sum0117": {
        "original_text": "Should the Customer fail to fulfil the administrative conditions before the start of the training session, the Seller reserves the right to postpone said session at Customer expense or cancel it and apply the provisions defined under article E2-3 and/or article 14.1.1 of SCS.",
        "reference_summary": "If the Customer fails to fulfil these administrative conditions before the start of the training session, the Seller may postpone or cancel the Training Services at Customer’s expenses and apply provisions of articles E2-3 and/or Article 14.1.1 of the SCS.",
        "uid": "train_sum0117"
    },
    "train_sum0118": {
        "original_text": "Any trainee assigned by the Customer to follow a training session shall have the prerequisite experience and the appropriate qualification as described in the syllabus of the training courses provided by the Seller. The Customer shall be responsible for the proficiency level of the trainees. The Seller reserves the right to refuse to train any pilot or technician not meeting those requirements or to not deliver the course certificate for the said trainee.",
        "reference_summary": "Trainees assigned by the Customer must have the necessary prerequisite experience and qualifications. The Customer is responsible for the proficiency of its trainees. The Seller may refuse to train pilots or technicians not meeting those requirements or not deliver the course certificate.",
        "uid": "train_sum0118"
    },
    "train_sum0119": {
        "original_text": "The course certificate shall be issued to trainees having successfully passed the qualification tests after full payment of the Training Services.",
        "reference_summary": "After full payment of the Training Services, course certificate is issued to trainees that successfully passed the qualification tests.",
        "uid": "train_sum0119"
    },
    "train_sum012": {
        "original_text": "If the Customer is in charge of the transportation, in case of intracommunity supply or exportation directly to a country outside the European Union, the Customer will have to provide to the Seller documentation for VAT purposes (proof of transportation and/or import declaration) to justify such intracommunity supply or exportation. Irrespective of the applicable Incoterm, if Products are exported directly to a country outside the European Union, the Seller will provide appropriate export customs documentation to the Customer or its designated freight forwarder. The Customer guarantees correct closure of the related customs procedure in due time on leaving the European Union or the country of dispatch. In case of non-compliance, the Customer shall be liable for any additional costs and charges imposed on the Seller by the national tax administration.",
        "reference_summary": "If the Customer is in charge of the transportation or in case of exportation to a country outside the European Union, the Customer is responsible for providing to the Seller documentation as well as export customs documentation.",
        "uid": "train_sum012"
    },
    "train_sum0120": {
        "original_text": "Trainees who fail the final qualification tests will only receive an attendance certificate. To obtain a training completion certificate in view of qualification by the relevant aviation authority, said trainee will have to attend new training courses and pass the qualification tests. In such case, the Customer will have to order new training courses.",
        "reference_summary": "An attendance certificate is delivered to trainees who fail the final qualification. To obtain a training completion certification in view of qualification by the relevant aviation authority, said trainee will have to attend new training courses and pass the qualification tests. In that case, the Customer will have to order new training courses.",
        "uid": "train_sum0120"
    },
    "train_sum0121": {
        "original_text": "The training courses will only be provided to trainees fluent in English unless otherwise agreed in the Contract. Therefore the Seller highly recommends that the trainees have English ICAO Level 4 or Test of English for International Communication (TOEIC) with a score of 605–780 as a minimum to follow the training courses. In all cases, a TOEIC score of 405-600 (or equivalent) is required as a mandatory minimum.",
        "reference_summary": "Training courses will be provided to trainees fluent in English unless otherwise agreed in the Contract. Recommended level is ICAO level 4, or TOIEC score 605-780. A TOIEC score of 405-600 is required.",
        "uid": "train_sum0121"
    },
    "train_sum0122": {
        "original_text": "All the training courses and the appropriate documentation will be provided in English, unless otherwise agreed in the Contract.",
        "reference_summary": "Training courses and documentation will be provided in English unless otherwise agreed in the Contract.",
        "uid": "train_sum0122"
    },
    "train_sum0123": {
        "original_text": "For any other language, should the Customer request the service of an Aeronautical Specialist Interpreter (ASI), all expenses related to this additional service will be at the Customer’s expense.",
        "reference_summary": "For any other language, the Customer shall request the help of an Aeronautical Specialist Interpreter (ASI) at its own expenses.",
        "uid": "train_sum0123"
    },
    "train_sum0124": {
        "original_text": "Should the Customer provide its own interpreter, the Seller will require that the applicant meets the Seller’s pre-defined standards and will evaluate its abilities prior to use its services and reserves the right to use the services of a validated ASI; all expenses related to this additional service will be at the Customer’s expense. The interpreter shall remain under the responsibility of the Customer. The Seller will not be held responsible for the quality and accuracy of the translation. As an interpreter cannot be considered as a trainee, the Customer’s attention is drawn to the fact that there may be special administrative requirements regarding the interpreter’s admission as a non-national worker. Such requirements will remain under the responsibility of the Customer. The latter shall obtain all necessary authorizations for the interpreter in due time with the eventual help of the Seller.",
        "reference_summary": "If the Customer provides its own interpreter, it must comply with the Seller’s pre-defined stand and its abilities will be evaluated, following which the Seller may use an ASI instead (at the Customer’s expenses). However, if the Customer’s interpreter is used, the Customer is solely responsible for the quality and accuracy of the translation. The interpreter is not a trainee, thus the Customer should be careful about any administrative requirements regarding its admission as a non-national worker. These administrative requirements are the Customer’s responsibility and it should thus obtain them in due time. The Seller may help the Customer to that end.",
        "uid": "train_sum0124"
    },
    "train_sum0125": {
        "original_text": "The Seller may carry out modifications to the content of Training Services pursuant to new regulation requirements without the consent of the Customer and where the modifications do not affect the price and/or schedule. If modifications affect the price and/or duration of the Training Services, and/or delivery date the Seller and the Customer shall agree on the consequences in the Order.",
        "reference_summary": "The Seller may modify the Training Services because of new regulations without the Customer approval if they do not affect the price and/or schedule. In other cases, the Customer shall agree to the consequences in the Order.",
        "uid": "train_sum0125"
    },
    "train_sum0126": {
        "original_text": "The training manuals will be provided on electronic device or in paper format in case the electronic format is not available. The electronic device is made available for the duration of the training and the trainee has to return it to the Seller at the end of the course. An electronic version of the training manuals will be given to each trainee at the end of the training courses. Hard copy may be proposed at Customer’s request and expense.",
        "reference_summary": "The training manuals will be provided on an electronic device (made available for the duration of the training) or in paper format if the former is unavailable. A copy of the training manual will be given to each trainee. Hard copies are available at the Customer’s request and expenses.",
        "uid": "train_sum0126"
    },
    "train_sum0127": {
        "original_text": "Any training material such as but not limited to handouts, training manuals, training handbook and/or notes  supplied by Seller to the trainee during training courses are not part of the official documentation required by the aviation authorities and cannot be used in any form for satisfying regulatory obligations.",
        "reference_summary": "Training material supplied by the Seller to the trainee during the training are not part of the official documentation required by the aviation authorities and cannot be used to satisfy regulatory obligations.",
        "uid": "train_sum0127"
    },
    "train_sum0128": {
        "original_text": "The Seller grants to the Customer a non-exclusive, non-transferable and free licence to use any software used during the training session exclusively.",
        "reference_summary": "The Seller grants the Customer a non-exclusive, non-transferable and free licence to the software used during the training session.",
        "uid": "train_sum0128"
    },
    "train_sum0129": {
        "original_text": "The Customer’s trainee may receive a training package including trainee handbook, software and/or application. The licence does not entitle the Customer to receive free of charge updates of such training package.",
        "reference_summary": "The Customer’s trainee may receive a training package (handbook, software and/or application). The Customer isn’t entitled to obtain updates to the training package free of charge.",
        "uid": "train_sum0129"
    },
    "train_sum013": {
        "original_text": "Helicopter prices and the prices of other Products and Services sold together with Helicopters are according to the baseline Helicopter definition in force at the date of signature of the Contract and to the specific configuration and scope detailed in the Contract.",
        "reference_summary": "Prices are defined at the date of signature.",
        "uid": "train_sum013"
    },
    "train_sum0130": {
        "original_text": "The Seller retains all proprietary rights in all designs, engineering details and other data or information pertaining to the software and the training manuals. Unless prior written approval is obtained from the Seller, all data and information received from the Seller shall be held in confidence by the Customer trainee. They shall not at any time be made available or disclosed in any form to any person or entity other than the Customer trainee(s) and employees and only to the extent that such disclosure is reasonably necessary to the Customer’s use of the Helicopter.",
        "reference_summary": "The Seller retains all proprietary rights in matters of engineering, designs, software and training manuals. Unless prior written approval is obtained from the Seller, all data and information received from Seller must be held in confidence by the trainee. They shall not be disclosed to anyone other than the trainee and the Customer’s employees. The disclosure should only be reasonably necessary.",
        "uid": "train_sum0130"
    },
    "train_sum0131": {
        "original_text": "Flight Training Services shall be performed on a Helicopter provided by the Customer unless otherwise agreed.",
        "reference_summary": "The training is performed on an Helicopter provided by the Customer unless otherwise agreed.",
        "uid": "train_sum0131"
    },
    "train_sum0132": {
        "original_text": "The Customer shall provide the Seller with all the support needed to obtain validation by the relevant aviation authorities of the instructor’s licence. If this validation is not granted at least one (1) week prior to the beginning of the planned training activities, the Seller will be entitled to postpone the Training Services at Customer expense when consecutive to Customer’s negligence or to cancel said training and apply the provisions of article 14.1.1 of SCS and/or article E2-3.",
        "reference_summary": "Customer shall provide all support needed to obtain validation of the instructor’s licence by the relevant aviation authorities. It must be granted at least 1 week prior to the training, otherwise the Seller may postpone the training at the Customer’s expense when consecutive to its negligence and may apply the provisions under article E2-3 or article 14.1.1 of the SCS.",
        "uid": "train_sum0132"
    },
    "train_sum0133": {
        "original_text": "The Customer undertakes to put the Helicopter at Seller’s disposal in operational and airworthy conditions required to perform the in-flight training courses. If the Customer fails to comply with these obligations, the Seller will be entitled to postpone the Training Services at Customer expense or to cancel said training and apply provisions of article E2-3 and/or article 14.1.1 of SCS.",
        "reference_summary": "The Helicopter must be in operational and airworthy conditions, otherwise the Seller may apply the provisions under article E2-3 or article 14.1.1 of the SCS.",
        "uid": "train_sum0133"
    },
    "train_sum0134": {
        "original_text": "Flight training courses shall be carried out under the responsibility of a Seller’s pilot acting as pilot in command. The pilot in command retains the right of final acceptance of flight crew members (including pilot trainees) for the flight training activities.",
        "reference_summary": "Flight training courses are carried out under the Seller’s pilot responsibility, acting as pilot in command. It retains the right of final acceptance of the flight crew members for the training.",
        "uid": "train_sum0134"
    },
    "train_sum0135": {
        "original_text": "Only personnel strictly necessary for training purposes and duly authorized by the Seller can be on board during the flight training activities.",
        "reference_summary": "Only strictly necessary personnel may be on board during the training exercises.",
        "uid": "train_sum0135"
    },
    "train_sum0136": {
        "original_text": "Unless otherwise stated in the Contract, the number of flight hours to be performed on the Helicopter provided by the Customer is based on the minimum requirement to get the expected proficiency level. Should this number of flight hours need to be increased, prolonged usage of the Helicopter will be granted by the Customer.",
        "reference_summary": "The number of flight hours is based on the minimum requirement to get the expected proficiency level. If additional hours are required, the Customer agrees to grant prolonged usage.",
        "uid": "train_sum0136"
    },
    "train_sum0137": {
        "original_text": "Expenses related to technical assistance, fuel, landing fees and any other tax applicable shall be borne by the Customer. Responsibility of final release to service of the Helicopter remains with the Customer.",
        "reference_summary": "Expenses related to technical assistance, fuel, landing fees and any other tax applicable must be borne by the Customer, the same goes for the responsibility of final release to service of the Helicopter.",
        "uid": "train_sum0137"
    },
    "train_sum0138": {
        "original_text": "During Training flights, the Customer shall effect and maintain a third party and passenger liability insurance coverage and an insurance coverage to cover the risk of damage to the Helicopter (hull all risks including war risks and allied perils insurance coverage). The Customer shall name the Seller additional insured on its liability coverage.",
        "reference_summary": "During the training flights, the Customer shall effect and maintain a third party and passage liability insurance in case the Helicopter is damaged.",
        "uid": "train_sum0138"
    },
    "train_sum0139": {
        "original_text": "The Parties hereby agree that the personnel of the Seller (including but not limited to the personnel involved in the flights) shall be insured by the Seller except in case of wilful misconduct or gross negligence of the Customer.",
        "reference_summary": "Personnel of the Seller is insured by the Seller except in wilful misconduct or gross negligence.",
        "uid": "train_sum0139"
    },
    "train_sum014": {
        "original_text": "Prices are exclusive of taxes, duties and/or charges resulting from administrative and legislative regulations in force in any country other than the Seller’s country and of any customs and duty charges, which shall be borne by the Customer. Prices are exclusive of VAT or sale taxes or turnover taxes or other similar taxes. If applicable, such taxes will be charged in addition.",
        "reference_summary": "Prices are exclusive of taxes, VAT and any charges resulting from legislative regulations or any additional cost related to packing, preparation freight, carriage, storage, etc …",
        "uid": "train_sum014"
    },
    "train_sum0140": {
        "original_text": "The Customer and its insurers as applicable hereby waives the right of any recourse of any nature whatsoever against the Seller, its subcontractors, its subsidiaries and/or its insurers on account of total or partial destruction or deterioration of the concerned Helicopter, any fitted equipment, furniture items, any and all valuables or goods owned by the Customer or by any third party, ensuing from loss of use or disturbance of possession during or in connection with the flight Training to be performed.",
        "reference_summary": "The Customer and its insurers waive the right of any recourse against the Seller, its subcontractors, its subsidiaries or its insurers in case of total or partial destruction of the concerned Helicopter, any fitted equipment, furniture item, any valuables or good owned by the Customer or any third party resulting from loss of use or disturbance of possession during or in connection with the flight training.",
        "uid": "train_sum0140"
    },
    "train_sum0141": {
        "original_text": "The Customer and its insurers as applicable hereby waives the right of any recourse of any nature whatsoever against the Seller, its subcontractors, its subsidiaries and/or its insurers on account of injury or death of any person (including but not limited to the personnel of the Customer and the passengers of the concerned Helicopter) on ground and during the flight time frame, in connection with the Training flights to be performed.",
        "reference_summary": "The Customer and its insurers waive the right to recourse against the Seller, its subcontractors, its subsidiaries or its insurers in case of injury of death of any person (including the Customer’s personnel and passengers) on ground and during flight in connection with the flight training.",
        "uid": "train_sum0141"
    },
    "train_sum0142": {
        "original_text": "The Parties hereby agree that the Customer shall indemnify and hold harmless the Seller, its subcontractors, its subsidiaries and insurers from and against any all liability claims of every kind and character which may be presented by any person or entity against the Seller, its subcontractors, its subsidiaries and insurers and which are connected with the above mentioned damages. Nevertheless, the Parties hereby agree that the here-above waivers are valid except in case of wilful misconduct or gross negligence of the Seller.",
        "reference_summary": "The Parties agree that the Customer must indemnify and hold harmless the Seller, its subcontractors, its subsidiaries and insurers from and against any liability or character which may be presented by any person or entity against them in connection to the above mentioned damages. Nevertheless, the Parties agree that the above waivers are valid except in case of wilful misconduct or gross negligence of the Seller.",
        "uid": "train_sum0142"
    },
    "train_sum0143": {
        "original_text": "In case of flight Training Services performed on a Helicopter provided by and at a location designated by the Seller: The Seller shall be responsible for insuring the Helicopter and its personnel. The maintenance and release in service of the Helicopter remain under the responsibility of the Seller. The Customer shall be responsible for insuring its personnel.",
        "reference_summary": "If the flight training is done on a helicopter and location of the Seller: Seller is responsible for insuring the Helicopter and its personnel; Seller is responsible for the maintenance and release in service of the Helicopter; Customer must insure its own personnel.",
        "uid": "train_sum0143"
    },
    "train_sum0144": {
        "original_text": "For Training Services dedicated to technicians, the Customer shall ensure availability of the Helicopter during the complete training course. During the training, any practical task will be performed with care and in accordance with the Helicopter maintenance manual.",
        "reference_summary": "During the technicians’ training, the Customer must ensure the Helicopter is available. Practical training tasks will be done according to the maintenance manual.",
        "uid": "train_sum0144"
    },
    "train_sum0145": {
        "original_text": "The instructor will record all the practical tasks performed on the Helicopter. The Customer shall be responsible to release in service all affected components and systems; related costs remain under the responsibility and the expenses of the Customer.",
        "reference_summary": "All practical tasks performed will be recorded by the instructor. The Customer remains responsible for the release of all affected components and systems as well as the related costs.",
        "uid": "train_sum0145"
    },
    "train_sum0146": {
        "original_text": "Nevertheless, the Seller shall not be liable and the Customer and its insurers waive any claim for any damage caused to the Helicopter, except demonstrated gross negligence from the Seller’s personnel.",
        "reference_summary": "The Seller is not liable (except in demonstrated gross negligence from its personnel). The Customer and its insurers waive any claim against the Seller.",
        "uid": "train_sum0146"
    },
    "train_sum0147": {
        "original_text": "Prior to performing any training in the simulator, the Customer’s trainees shall attend a safety briefing provided by the Seller or the Customer’s instructor under condition that the Customer’s instructor has operated the simulator in the last ninety (90) days.",
        "reference_summary": "Before the simulator training starts, the Customer’s trainee must have attended a briefing provided by one of the Parties’ instructor in the last 90 days.",
        "uid": "train_sum0147"
    },
    "train_sum0148": {
        "original_text": "Dry Training means training on simulator excluding the provision of instructor’s services or any other service such as travel, accommodations…",
        "reference_summary": "Dry Training means training on simulator excluding the provision of instructor’s services or any other services.",
        "uid": "train_sum0148"
    },
    "train_sum0149": {
        "original_text": "During the Dry Training session the Customer instructors shall respect the Seller’s simulator use procedures. All trainees performing training on a simulator from/of the Seller must hold a valid helicopter type pilot license.",
        "reference_summary": "The Seller’s simulator procedures must be respected by the Customer’s instructors and all trainees must hold a valid helicopter pilot license.",
        "uid": "train_sum0149"
    },
    "train_sum015": {
        "original_text": "Prices, unless otherwise stipulated in the Contract, do not include any preparation, packing and crating charges nor any modifications carried out at Customer’s request before and after delivery, expenses incurred for the inspection of Products by third parties, expenses relating to freight forwarding, carriage by sea, air or land, ferry-flight, storage and insurance costs incurred after Customer’s acceptance.",
        "reference_summary": "Prices do not include any preparation, packing, and crating charges nor any modifications carried out at the Customer’s request.",
        "uid": "train_sum015"
    },
    "train_sum0150": {
        "original_text": "Within three (3) years prior to the Dry Training session, the Customer instructor shall have successfully completed a Seller’s simulator instructor operating course for the respective simulator by one of the Airbus Helicopters approved training centre of the Airbus Helicopters network. In any case, a Dry Training simulator session cannot be carried out without the prior qualification of the Customer’s instructor by the Seller to use the simulator.",
        "reference_summary": "In the last 3 years before the Dry Training session, the Customer’s instructor must have completed the Seller’s simulator instructor operating course for the relevant simulator by an approved AH network training centre.",
        "uid": "train_sum0150"
    },
    "train_sum0151": {
        "original_text": "No training program or training documentation is included in the price except otherwise specified in the Quotation or the Contract. The Customer may apply the helicopter procedures of its choice.",
        "reference_summary": "Except otherwise specified in the Quotation, training program or documentation are not included in the price. The Customer may apply the helicopter procedure it chooses.",
        "uid": "train_sum0151"
    },
    "train_sum0152": {
        "original_text": "The Customer shall remain responsible for ensuring that the relevant aviation authority of its country of origin recognizes the Dry Training sessions provided on the Seller’s simulator. The Customer will be at all times responsible for the training provided by its own instructor.",
        "reference_summary": "The Customer remains responsible for ensuring the Dry Training sessions is recognized by the aviation authority of its country. It is also responsible for the training provided by its own instructor.",
        "uid": "train_sum0152"
    },
    "train_sum0153": {
        "original_text": "The Seller shall not be held liable for the unsatisfactory performance of the trainee in flight after the completion of the Dry Training session.",
        "reference_summary": "The Sell will not be liable for unsatisfactory performance of the trainee in flight after completion of the Dry Training session.",
        "uid": "train_sum0153"
    },
    "train_sum0154": {
        "original_text": "Wet Training means training on simulator including the provision of instructor’s services by the Seller.",
        "reference_summary": "Wet Training refers to training on a simulator with instructor’s services provided by the Seller.",
        "uid": "train_sum0154"
    },
    "train_sum0155": {
        "original_text": "The Seller will apply the operating procedures as described in the Seller’s flight manual and use its own documentation as support of the simulator training session. Nevertheless, the Customer remains responsible for ensuring that the relevant aviation authority recognizes the Wet Training sessions provided on Seller’s simulator.",
        "reference_summary": "Operating procedures described in the flight manual will be applied. Nevertheless, the Customer remains responsible to make sure that Wet Training is recognized by the relevant aviation authority.",
        "uid": "train_sum0155"
    },
    "train_sum0156": {
        "original_text": "The Seller is approved for providing advanced training to helicopter pilots and improve their general knowledge of the Helicopter. However, the Seller shall not be held liable for the unsatisfactory performance of any individual trainee after the completion of the Wet Training session.",
        "reference_summary": "The Seller is approved for providing advanced training to helicopter pilots and improve their general knowledge of the Helicopter, but the Seller is not liable for unsatisfactory performance of the trainee after the completion of the Wet Training.",
        "uid": "train_sum0156"
    },
    "train_sum0157": {
        "original_text": "The Seller will only use flight simulators qualified by relevant Aviation Authority.",
        "reference_summary": "Only flight simulators qualified by the relevant Aviation Authority can be used.",
        "uid": "train_sum0157"
    },
    "train_sum0158": {
        "original_text": "In case of major technical breakdown occurring during simulator training session not due to Customer’s negligence and preventing the simulator to be properly operated for the purpose of the training session, the Seller will propose a new training slot within a reasonable period or alternatively reduce the price of the session by a pro-rata amount. Downtime is considered per fraction of five (5) minutes.",
        "reference_summary": "If a major technical breakdown (not caused by the Customer’s negligence) prevents the simulator from being properly operated for the training, the Seller will propose a new training slot or reduce the price of the session by a pro(rata amount (downtime is considered per fraction of 5 minutes).",
        "uid": "train_sum0158"
    },
    "train_sum0159": {
        "original_text": "A simulator session includes the time necessary to load the mission. The simulator is deemed operative unless the instructor calls for technical assistance and interrupts the session. After each simulator session the Customer shall immediately vacate the training equipment and sign the Seller’s logbook.",
        "reference_summary": "A simulator session includes the loading time. The simulator is operative unless the instructor calls for technical assistance and interrupts the session. Once the session ended, the Customer must vacate the equipment and sign the logbook.",
        "uid": "train_sum0159"
    },
    "train_sum016": {
        "original_text": "For all Orders below a minimum amount of two hundred (200) Euros, the Seller reserves the right to invoice a minimum amount of two hundred (200) Euros.",
        "reference_summary": "For all Orders below an amount of 200 Euros, the Seller reserves the right to invoice a minimum amount of 200 Euros.",
        "uid": "train_sum016"
    },
    "train_sum0160": {
        "original_text": "The Seller will use web videoconferencing applications to perform Training in a remote mode. The distance training is provided on an “as available basis”. Course duration may be impacted due to the remote mode.",
        "reference_summary": "The Seller will use videoconferencing applications for remote trainings. Such training is provided on a “as available basis” and its duration might be impacted because of the use of remote mode.",
        "uid": "train_sum0160"
    },
    "train_sum0161": {
        "original_text": "Confidentiality terms are defined in the applicable conditions of the web videoconferencing applications. The Customer undertakes to comply with the terms and conditions of the services provided by the Seller through web videoconferencing application and shall hold the Seller harmless from and against any consequence of a breach thereof. The Seller will choose the web videoconferencing applications at its sole option and may change from time to time.",
        "reference_summary": "Confidentiality terms are defined in the applicable conditions of the web videoconferencing applications. The Customer must respect the terms & conditions of the services provided through the web videoconferencing application and hold harmless the Seller of any breach. The Seller may change the web videoconferencing application at its sole option.",
        "uid": "train_sum0161"
    },
    "train_sum0162": {
        "original_text": "Appropriate equipment, connectivity and telecommunication services are required to allow the Customer to perform the remote Training. The choice of the Customer’s equipment, connectivity and telecommunications service providers remains the sole responsibility of the Customer. The costs of these connectivity and telecommunication services shall be borne exclusively by the Customer. The Seller shall in no event be responsible for a degraded performance due to an inappropriate Customer’s choice. The Customer recognizes also that the good performance of the connection during the remote Training depends on the bandwidth. The Seller shall not be liable of any defective bandwidth.",
        "reference_summary": "Appropriate equipment, connectivity and telecommunication services are required to allow the Customer to perform the remote training. The Customer is responsible for the choices and costs of these devices and the Seller is not liable for degraded performance due to these devices. The Seller is also not responsible for defective bandwidth, which is necessary for the remote training.",
        "uid": "train_sum0162"
    },
    "train_sum0163": {
        "original_text": "An IT requirement list is sent to the customer before the course. The Customer shall ensure the availability of appropriate IT equipment and environment (hardware, software, internet, minimal bandwidth and e-mails access - in general a webcam is mandatory) and the appropriate comfort for its trainees (such as but not limited to thermal and acoustic environment allowing to work concentrated without disruption and proper lighting).",
        "reference_summary": "The Customer must make sure that it meets the availability of the IT requirement list sent to it before the course as well as appropriate comfort for the trainees.",
        "uid": "train_sum0163"
    },
    "train_sum0164": {
        "original_text": "Training manuals are provided to trainees before the course as download file or paper version or on an electronic device, as available.",
        "reference_summary": "Training manuals are provided to trainees either as a downloadable file, paper version or electronic device (as available).",
        "uid": "train_sum0164"
    },
    "train_sum0165": {
        "original_text": "The Training Items will be Delivered At Place (DAP), Incoterms® 2020 at shipping address mentioned by the Customer and in accordance with the contractual delivery schedule.",
        "reference_summary": "Training Items shall be delivered under DAP Incoterm at shipping address designated by Customer, according to the contractual schedule.",
        "uid": "train_sum0165"
    },
    "train_sum0166": {
        "original_text": "The Seller will not be held liable for any incompatibility between Training Items and Customer’s equipment.",
        "reference_summary": "Seller is not liable for incompatibilities between the Training Items & the Customer’s equipment.",
        "uid": "train_sum0166"
    },
    "train_sum0167": {
        "original_text": "The Customer shall indemnify the Seller in full against all losses, liabilities and claims of whatever nature suffered by the Seller to the extent that the same are caused by or related to: loss or damage directly or indirectly occasioned by failure to follow the Seller instructions or misuse or mal-operation or voluntary degradation of the Training Means by the Customer; defective materials or Training Means supplied by the Customer to the Seller and used by the Seller in the performance of the Training Services.",
        "reference_summary": "Customer must indemnify the Seller against losses, liabilities and claimed related to: Loss or damage occasioned by failure to follow instructions, misuse or mal-operation or voluntary degradation of the Training Means; Defective materials or Training Means supplied by the Customer to the Seller and used by the Seller to perform the Training Services.",
        "uid": "train_sum0167"
    },
    "train_sum0168": {
        "original_text": "This Specific Annex, subject to SCS, is applicable to the sale of: SaaS, associated or not with DaaS such as D-Box Service and/or Mobile Telecommunication Services performed by the Seller to any Customer in order to maintain and/or operate Helicopters and, when applicable, any helicopter whatever the manufacturer.",
        "reference_summary": "This annex is subject to the SCS and is applicable to the sale of SaaS and associated (or not) with DaaS, such as D-Box Service and/or Mobile Telecommunication Services, that are performed to maintain and/or operate Helicopters.",
        "uid": "train_sum0168"
    },
    "train_sum0169": {
        "original_text": "The Customer hereby acknowledges and agrees that the Customer and the Users shall abide by the relevant General Conditions of Use (GCU). The Customer shall also ensure that all Users comply with the GCU. The GCU are available to the Customer by the Seller upon request and downloadable in their latest version from the application or for Analytics Services from the Customer Portal.",
        "reference_summary": "The Customer agrees that it must abide, along with Users, to the General Conditions of Use (GCU) and make sure that the Users comply with the GCU. The GCU are available to the Customer upon request and downloadable from the application or for Analytics Services from the Customer Portal.",
        "uid": "train_sum0169"
    },
    "train_sum017": {
        "original_text": "The payment obligation will be considered fulfilled at the time the due amount is irrevocably credited in full to the Seller’s bank account. The Customer shall make the payment by bank transfer (swift), which, on the Seller’s request, may be secured by a stand-by letter of credit or a Documentary Credit.",
        "reference_summary": "The payment obligation is fulfilled when the due amount is irrevocably credited to the Seller’s bank account through swift.",
        "uid": "train_sum017"
    },
    "train_sum0170": {
        "original_text": "Account means an account enabling a person to access and use the SaaS, including both Administrator Accounts and User Accounts.",
        "reference_summary": "Account means an account allowing access and use to the SaaS (including Administrator & User Accounts).",
        "uid": "train_sum0170"
    },
    "train_sum0171": {
        "original_text": "Administrator means the person appointed by the Customer who is in charge of the Administrator Account. It will be the single point of contact for the Seller.",
        "reference_summary": "Administrator is designated by the Customer and the single point of contact for the Seller.",
        "uid": "train_sum0171"
    },
    "train_sum0172": {
        "original_text": "Administrator Account means an account enabling a person to create as many User accounts as needed and to manage notably these User accounts, and/or SaaS configuration and helicopters settings with the Customer Account, and/or SaaS Add-ons.",
        "reference_summary": "Administrator Account is the account that allows to create and manage as many User accounts as needed, along SaaS configuration/add-ons and helicopters settings with the Customer Account.",
        "uid": "train_sum0172"
    },
    "train_sum0173": {
        "original_text": "Analytics Service means a set of reports resulting from analysis results, studies and statistics that have been performed through Airbus Helicopters’ proprietary algorithms based on various data sources such as Customer Data and Airbus Helicopters’ or third party’s data where appropriate, for the purpose of the Customer’s  activities.",
        "reference_summary": "Analytics Service refers to the reports that result from analysis results, studies and statistics performed on the basis of various data sources by AH’s proprietary algorithms.",
        "uid": "train_sum0173"
    },
    "train_sum0174": {
        "original_text": "Customer’s Data means all data loaded to, transmitted by and/or stored by the Customer and/or the User as well as data generated by the SaaS as a result of the use of the SaaS by the Customer and/or the User.",
        "reference_summary": "Customer’s Data means all data that result from the use of the SaaS or any data loaded, transmitted by, and/or stored by the Customer and/or its Users.",
        "uid": "train_sum0174"
    },
    "train_sum0175": {
        "original_text": "Customer Portal means a multi device, browser-based visualization and collaboration tool that allows users to use services made available by Airbus Helicopters subject to registration and/or subscription. Airbus Helicopters’ Customer Portal is currently named AirbusWorld.",
        "reference_summary": "Customer Portal refers to a multi-device, browser-based tool that allows the Users to use the services made available by AH. It is currently named AirbusWorld;",
        "uid": "train_sum0175"
    },
    "train_sum0176": {
        "original_text": "User means the Administrator and any person for which the Administrator has granted the access to the SaaS. A User is a person using the SaaS through the associated Internet website and/or having downloaded the SaaS on its adequate mobile device thanks to its Administrator when applicable.",
        "reference_summary": "User means the Administrator and any person that has been granted access to the SaaS. Thanks to the Administrator, it uses the SaaS through an Internet website or it downloaded the SaaS on a mobile device.",
        "uid": "train_sum0176"
    },
    "train_sum0177": {
        "original_text": "The SaaS, DaaS and Mobile Telecommunication Services are subject to a one (1) year licence’s subscription. If the licence is granted on a “per helicopter” basis, the Customer shall buy a licence for each helicopter of its fleet monitored through the SaaS. If the licence is granted on a “per mobile device” basis, the Customer shall buy a licence for each mobile device. When the price of a SaaS subscription is linked to the Class of helicopters, the Customer is not authorized to attribute the subscription to a helicopter belonging to another Class.",
        "reference_summary": "The SaaS, DaaS and Mobile Telecommunication Services are subject to a 1 year licence subscription. It can be granted “per helicopter” or a “per mobile device” basis. The SaaS subscription’s price depends on the Class of helicopters. Subscription cannot be authorized or attributed to another Class.",
        "uid": "train_sum0177"
    },
    "train_sum0178": {
        "original_text": "The subscription shall be automatically renewed for subsequent periods of one (1) year at the respective rates annually published by the Seller except if one of the Parties terminates the subscription no later than thirty (30) calendar days prior to the end of the current annual period by registered letter.",
        "reference_summary": "The subscription is automatically renewed, except if one of the Parties terminates the subscription.",
        "uid": "train_sum0178"
    },
    "train_sum0179": {
        "original_text": "The Seller shall use and shall ensure that the SaaS and/or DaaS use at least standard security technologies (such as password protection and firewall protection, data integrity, data backup).",
        "reference_summary": "Seller must make sure that the SaaS and/or DaaS contains at least the standard security technologies.",
        "uid": "train_sum0179"
    },
    "train_sum018": {
        "original_text": "Subject to article 14.1.2 any down-payments (including intermediate) made before acceptance are non-refundable, including in the case described in article 14.2, as they are necessary to cover the production, procurement, financial, administrative and other costs.",
        "reference_summary": "Down-payments are non-refundable.",
        "uid": "train_sum018"
    },
    "train_sum0180": {
        "original_text": "The Seller or its appointed providers shall implement commercially reasonable and appropriate security measures (both technical and organizational) to prevent accidental or unlawful loss, corruption, access to or disclosure of Customer’s Data.",
        "reference_summary": "To protect the Customer’s data, the Seller or its providers must implement reasonable and appropriate security measures.",
        "uid": "train_sum0180"
    },
    "train_sum0181": {
        "original_text": "The Customer remains solely and exclusively responsible for the Customer’s Data exchanged. The Customer shall take any appropriate action in order to: comply with the applicable laws and regulations; ensure that none of the Customer’s Data exchanged contravene public policy; Customer’s Data are free from any virus, Trojan horse or the like.",
        "reference_summary": "The Customer remains responsible for the Data it exchanges and must: Comply with regulations; Make sure the exchanged Customer Data doesn’t contravene public policy; That such data is free from virus.",
        "uid": "train_sum0181"
    },
    "train_sum0182": {
        "original_text": "The Customer’s Data loaded via the SaaS and/or the DaaS are hosted on a cloud and also on secured data platform. The conditions of the data access and protection are described in the GCU of the SaaS and/or the DaaS. The Customer declares to be fully aware of and authorizes expressly the Seller to store its Data on the cloud and also on secured data platform.",
        "reference_summary": "The Customer’s Data loaded on the SaaS and/or DaaS are hosted on a cloud and a secured data platform. The conditions to access it are described in the GCU of the SaaS and/or DaaS. The Customer agrees to such storage of Data.",
        "uid": "train_sum0182"
    },
    "train_sum0183": {
        "original_text": "For data hosted on cloud, Customer’s Data integrity is warranted as defined in the applicable conditions of the cloud service provider(s) available on the Seller’s website when accessing the SaaS. The Customer undertakes to comply with the terms and conditions of the services provided by the Seller through its cloud provider(s) and shall hold the Seller harmless from and against any breach thereof. The Seller will choose the cloud provider(s) at its sole option and may change from time to time.",
        "reference_summary": "For data hosted on cloud, their integrity is warranted per the applicable terms and conditions of the service provider. The Customer must comply with these terms and conditions and hold the Seller harmless in case of breach. The Seller is free in the choice of the cloud provider.",
        "uid": "train_sum0183"
    },
    "train_sum0184": {
        "original_text": "Depending on the types of databases, the Customer may have to subscribe databases for some SaaS. In such case, the Customer will have access to the dedicated internet websites to retrieve the necessary data.",
        "reference_summary": "The Customer may need to subscribe to some types of databases depending on the SaaS. In such cases, the Customer will have access to dedicated websites to retrieve the necessary Data.",
        "uid": "train_sum0184"
    },
    "train_sum0185": {
        "original_text": "Analytics Services usage is granted for the internal business purposes of the Customer only and for the duration of the subscription and subject to the full payment of the subscription.",
        "reference_summary": "Analytics Service is granted for internal purposes only. It is subject to subscription (and its full payment).",
        "uid": "train_sum0185"
    },
    "train_sum0186": {
        "original_text": "The Customer and/or the Seller shall not disclose, copy nor transfer in anyway whatsoever reports from Analytics Services to any third party to the exception of a disclosure on a need to know basis to the airworthiness authorities where the Customer's helicopter is registered, or to the insurer of the helicopter or ordered by a court.",
        "reference_summary": "The Customer and/or Seller must not disclose, transfer or copy the Analytics Services’ reports to any third party, unless it is required for airworthiness, on court order or from the insurer.",
        "uid": "train_sum0186"
    },
    "train_sum0187": {
        "original_text": "Notwithstanding the foregoing, should the Customer wish to delegate to a third party for operating or maintaining its Helicopters, the access to Analytics Services and related Customer Data will be subject to the signature of a tripartite agreement (delegation) that may be provided by Airbus Helicopters on request. ",
        "reference_summary": "Notwithstanding the foregoing and subject to the signature of a tripartite agreement, Customer may give access to Analytics Services to the third party responsible for operating and maintaining its Helicopters.",
        "uid": "train_sum0187"
    },
    "train_sum0188": {
        "original_text": "The licence right to use the SaaS and/or DaaS is granted for the internal business purposes of the Customer and for the duration of the subscription and subject to the full payment of the subscription.",
        "reference_summary": "Licence to use SaaS and/or DaaS is granted for internal purposes only. It is subject to subscription (and its full payment).",
        "uid": "train_sum0188"
    },
    "train_sum0189": {
        "original_text": "The Seller does not grant any other right than those mentioned above and/or in the GCU. The Customer/User shall not use SaaS and/or DaaS in any way that causes, or may cause, damage to SaaS and/or DaaS or impairment of the availability or accessibility of the same. Should the Customer or any of the Users not comply with any provision of the Contract including the GCU, the Seller shall be entitled to terminate the licence without any right for the Customer to claim to the Seller the reimbursement of a part of the licence and/or of the costs associated to the non-compliant usage or installation of the DaaS with respect to the standards or CGU.",
        "reference_summary": "No other rights than those designated in the GCU are granted by the Seller. Customer must not use the SaaS / DaaS in a way that may damage or cause impairment to the availability/accessibility of SaaS / DaaS. Otherwise, the Seller may terminate the licence with no reimbursement rights for the Customer.",
        "uid": "train_sum0189"
    },
    "train_sum019": {
        "original_text": "The Customer shall make the following payments: An initial down-payment of thirty (30) per cent of the contractual amount no later than fifteen (15) calendar days after the signature of the Contract, An intermediate down-payment of Twenty (20) per cent of the contractual amount, six (6) months prior to delivery for H125, H130, H135 and H145 Helicopters, or Thirty (30) per cent of the contractual amount, nine (9) months prior to delivery for H160, H175, H215 and H225 Helicopters, The balance of the total contractual amount at the time of the acceptance of the Products and Services and prior to delivery.",
        "reference_summary": "The payment of the Helicopter and associated services is made in 3 times: an initial down-payment (30% of the amount within 15 calendar days after the signature of the contract), an intermediate down-payment (of either 20 or 30% and within either 6 or 9 months depending on the helicopter type) and the balance of the total amount.",
        "uid": "train_sum019"
    },
    "train_sum0190": {
        "original_text": "The Customer must not permit any unauthorized person to access or use the SaaS. The Customer shall put in place reasonable security measures notably relating to Administrator Account access details, to prevent any unauthorized person to gain access to the SaaS using an Administrator Account.",
        "reference_summary": "Customer must put in place reasonable security measures to prevent unauthorized persons from accessing the SaaS, particularly the Administrator Account.",
        "uid": "train_sum0190"
    },
    "train_sum0191": {
        "original_text": "Should the Customer wish to delegate to a third party the access to the SaaS, Analytics Services excluded, the Customer shall ask in writing an authorization that the Seller may accept or refuse at its sole discretion. For Analytics Services, refer to here-above article H5-4.",
        "reference_summary": "Customer may delegate access to a third party upon prior written authorization by the Seller’s.",
        "uid": "train_sum0191"
    },
    "train_sum0192": {
        "original_text": "The subscription period will start at the delivery date of the device. The device shall be Delivered At Place (DAP) Incoterms 2020®, at ship address mentioned by the Customer.",
        "reference_summary": "Subscription period starts at the delivery date of the device. It should be delivered under DAP Incoterm at the address mentioned by the Customer.",
        "uid": "train_sum0192"
    },
    "train_sum0193": {
        "original_text": "The Customer shall, on termination of the DaaS subscription, return the device in good working order, fair wear and tear permitted, together with all applicable documents to the Seller at its expense Delivered Duty Paid (DDP) Incoterms 2020, at the Seller’s site or logistic platform. On return of the device, a receiving inspection will be performed by the Seller to determine serviceability and that the complete device has been returned. Any device returned damaged or incomplete shall be repaired/replaced and the costs shall be invoiced to the Customer. Should the device not be returned within two (2) weeks after termination, the Seller reserves the right to invoice the price of a used device to the Customer.",
        "reference_summary": "Upon termination of the DaaS subscription, Customer must return under DDP Incoterm at its own expense the device in good working order, fair wear and tear permitted with all applicable documents to the Seller. Incomplete or damaged devices will be repaired/replaced at the Customer’s expense. If the DaaS are not returned within 2 weeks after the termination, Seller may invoice the price of a used device to the Customer.",
        "uid": "train_sum0193"
    },
    "train_sum0194": {
        "original_text": "The Seller is entitled to, but is not obliged to, modify the SaaS, the DaaS and its software, at its sole discretion without prior information of the Customer and in particular to upgrade the SaaS through version update(s) and to develop new version(s). In such cases, the Customer will automatically have access to these version updates or new versions without price changes until the end of the ongoing subscription.",
        "reference_summary": "Seller may modify SaaS and DaaS at its own discretion without notifying the Customer, in particular by updating and developing SaaS versions. Customer will have access to these new versions without price change until the end of the ongoing subscription.",
        "uid": "train_sum0194"
    },
    "train_sum0195": {
        "original_text": "SaaS Add-ons are additional software not considered as part of an upgrade or new version. They are to be ordered separately to the Seller at prevailing rates.",
        "reference_summary": "SaaS Add-ons are not part of the upgrade or new version and must be ordered separately.",
        "uid": "train_sum0195"
    },
    "train_sum0196": {
        "original_text": "Appropriate equipment, connectivity and telecommunication services are required to allow the Customer to use the SaaS. The choice of the Customer’s equipment, connectivity and telecommunications service providers remains the sole responsibility of the Customer.",
        "reference_summary": "Appropriate equipment, connectivity and telecommunication services are required to use the SaaS. The Customer’s choice of the above remains its sole responsibility.",
        "uid": "train_sum0196"
    },
    "train_sum0197": {
        "original_text": "The Customer recognizes that the good performance of the SaaS depends on the bandwidth. The Seller shall not be liable of any defective bandwidth.",
        "reference_summary": "Good bandwidth is required for good performance of the SaaS. Seller is not liable for any bandwidth issues.",
        "uid": "train_sum0197"
    },
    "train_sum0198": {
        "original_text": "The Mobile Telecommunication Services are associated to the SIM card provided by the Seller and plugged into the connectivity system installed on the Helicopter. The Customer agrees to use the Mobile Telecommunication Service in good faith and in accordance with applicable laws and regulations. The Customer shall take all necessary precautions to avoid abusive or malicious use of the SIM card. The customer shall inform the Seller immediately of any theft or loss of the SIM card in order to allow the Seller to block the lost or stolen card, and remains liable to pay any communication costs, charges for use and/or other fees which may incur after the theft or loss before the deactivation of the card.",
        "reference_summary": "The Mobile Telecommunication Services are associated to the SIM card provided by the Seller and plugged into the connectivity system of the Helicopter. The Customer agrees to it in good faith and in accordance with applicable laws and regulations, to take all the necessary precautions to avoid abusive or malicious use of the SIM card. In case of theft, the Customer must immediately inform the Seller to block the SIM card. Customer remains liable for all costs, charges and fees arising from the loss/theft/deactivation of the card.",
        "uid": "train_sum0198"
    },
    "train_sum0199": {
        "original_text": "The Customer authorizes the Seller to remotely access the DaaS for remote assistance and maintenance, and to perform necessary modifications for the Customer.",
        "reference_summary": "Customer allows Seller to remotely access/modify the DaaS for assistance/maintenance.",
        "uid": "train_sum0199"
    },
    "train_sum02": {
        "original_text": "The Contract shall be binding when signed by duly authorised representatives of both Parties and the delivery schedule shall become effective upon receipt by the Seller of the initial down-payment and subject to compliance by the Customer to article 4.1. Helicopter serial number mentioned in the Contract (if any), shall be purely indicative, and shall not create any obligation upon the Seller.",
        "reference_summary": "The delivery schedule shall become effective upon receipt of the first down-payment. The helicopter serial number indicated in the contract is purely indicative.",
        "uid": "train_sum02"
    },
    "train_sum020": {
        "original_text": "In case of sale of pre-owned helicopter(s), the Customer shall make the following payments: An initial down-payment of thirty (30) per cent of the contractual amount no later than fifteen (15) calendar days after the signature of the Contract, The balance of the total contractual amount at the time of the acceptance of the Products and prior to delivery.",
        "reference_summary": "For pre-owned helicopters, the payment is made in 2 times: an initial down-payment (30% of the amount) and the balance of the total amount (prior to delivery).",
        "uid": "train_sum020"
    },
    "train_sum0200": {
        "original_text": "In case the defect cannot be corrected remotely, the Seller will make available another device within five (5) working days at Seller’s site and will then provide it Delivered At Place (DAP) Incoterms 2020® at ship address mentioned by the Customer.",
        "reference_summary": "If it cannot be fixed remotely, Seller will make another device available within 5 days, delivered under DAP Incoterm.",
        "uid": "train_sum0200"
    },
    "train_sum0201": {
        "original_text": "The Customer shall send back the failed device to the Seller at its expense Delivered Duty Paid (DDP) Incoterms 2020 at the Seller’s site or logistic platform within two (2) weeks after the replacement device has been made available to the Customer. At reception of the returned device, the Seller will perform defect analysis. Should the failure be attributable to the Customer, the Seller will inform the Customer and the Seller will invoice the costs associated to the repair; else, the Seller will compensate reasonable transportation costs occurred by the Customer. If the Customer fails to return the failed device within two (2) weeks, the Seller reserve the right to invoice the price of a used device to the Customer.",
        "reference_summary": "Customer must send back a failed device at its expense under DDP Incoterm at the Seller’s site within 2 weeks after the replacement device has been made available to the Customer. Once received, the Seller will perform a defect analysis and if it is attributable to the Customer, Seller will invoice the repair costs, otherwise Seller will compensate for reasonable transportation costs. If the DaaS are not returned within 2 weeks after the termination, Seller may invoice the price of a used device to the Customer.",
        "uid": "train_sum0201"
    },
    "train_sum0202": {
        "original_text": "Notwithstanding any provision to the contrary, the Customer may not without the prior written consent of the Seller assign, transfer, charge, licence or otherwise deal in or dispose of any contractual rights or obligations under this Contract.",
        "reference_summary": "Notwithstanding any provision to the contrary, the Customer may, only with prior Seller consent, assign, transfer, charge, licence, or otherwise deal in or dispose of any contractual rights/obligations of this Contract.",
        "uid": "train_sum0202"
    },
    "train_sum0203": {
        "original_text": "If and when the transfer of the Contract is accepted by the Seller, it will be of the Customer’s sole responsibility to determine which of the Customer’s Data will be transferred. The Customer shall then inform the Seller of those of the Customer’s Data that are transferred.",
        "reference_summary": "If it is accepted by the Seller, the Customer is solely responsible to determine which Customer’s Data will be transferred. The Customer must then inform the Seller of the transferred Customer Data.",
        "uid": "train_sum0203"
    },
    "train_sum0204": {
        "original_text": "Under no circumstances may the Seller be held liable in the following situations: use of the SaaS even though the Seller has recommended suspending use as a result of a difficulty or for any other reason whatsoever; use of the SaaS in an environment or configuration not recommended by the Seller or associated with third-party programs or data that the Seller has not expressly approved; any damage resulting from fault or negligence by the Customer, or if any such damage could have been avoided or mitigated if the Customer had asked the Seller for advice; the use, in relation with the SaaS, of programs and data not approved by the Seller that are likely to damage the SaaS  and the Customer’s Data; the bad performance of the SaaS or DaaS resulting from a defective or insufficient  bandwidth or inadequate equipment; data corruption / loss during transfer or processing that leads to erroneous reports.",
        "reference_summary": "The Seller is under no circumstance liable for the following situations: use of SaaS despite the Seller’s recommendation to suspend it for any reason; Use of SaaS in an environment not suitable or recommended by the Seller or with third-party programs or data not approved by the Seller; Damages resulting from a fault/negligence from the Customer or that could have been avoided/mitigated by asking the Seller advice; Use of programs and data likely to damage SaaS not approved by the Seller; Bad performance of SaaS / DaaS resulting from defective bandwidth or inadequate equipment.",
        "uid": "train_sum0204"
    },
    "train_sum0205": {
        "original_text": "This Specific Annex, subject to SCS, is applicable to the sale of Services in relation to repair, overhaul, standard exchange, inspection and modification of Parts performed by the Seller to any Customer in order to maintain and/or operate Helicopters.",
        "reference_summary": "This Annex is subject to the SCS and applies to the sale of Services relating to reparation, overhaul, standard exchange, inspection and modification of Parts performed by the Seller to any Customer in order to maintain and/or operate Helicopters.",
        "uid": "train_sum0205"
    },
    "train_sum0206": {
        "original_text": "For Parts with fixed price listed in the Seller R&O prices catalogue, the Customer grants to the Seller the right to proceed to the repair and invoice the work at such price.",
        "reference_summary": "For Parts with a fixed price, the Seller may proceed to the repair and invoice the work.",
        "uid": "train_sum0206"
    },
    "train_sum0207": {
        "original_text": "In case of Parts with fixed price which may be subject to additional tasks (refer to “exclusions” in the R&O prices catalogue), an additional Quotation may be issued by the Seller after inspection of the Part, if some components excluded from the fixed price finally need to be replaced.",
        "reference_summary": "For Parts with a fixed price that may be subject to additional tasks, a supplemental Quotation may be issued by the Seller after the Part is inspected, if some components that do not have their price fixed needs replacement.",
        "uid": "train_sum0207"
    },
    "train_sum0208": {
        "original_text": "For the Parts with basic price and for the other Parts, a Quotation will be drawn up by the Seller after inspection.",
        "reference_summary": "For Parts with basic price and other Parts, a Quotation will be made after inspection.",
        "uid": "train_sum0208"
    },
    "train_sum0209": {
        "original_text": "If the Customer does not accept the Quotation, the inspected Part will be returned as is by the Seller at the Customer’s request and at the latter’s expense. The inspection, administration, packaging and transportation costs will be invoiced to the Customer by the Seller.",
        "reference_summary": "If the Quotation is refused by the Customer, the Part will be returned as is at its expenses (including inspection, administration, packaging, transportation costs).",
        "uid": "train_sum0209"
    },
    "train_sum021": {
        "original_text": "For any Order (except as specified hereinafter), the Customer shall make the following payments: Upon Contract signature, a thirty (30) per cent down-payment of the total amount of the Contract shall be paid by the Customer no later than fifteen (15) calendar days following the date of invoice; Upon delivery of the Products or performance of the Services, the balance of the invoiced amount of the delivered Products or performed Services shall be paid by the Customer no later than thirty (30) calendar days following the date of invoice.",
        "reference_summary": "The payment of Products and Services sold independently of an Helicopter sale is made in 3 times: an initial down-payment (30% of the amount within 15 calendar days of the date of the invoice and the balance of the total amount (within 30 days after the date of the invoice).",
        "uid": "train_sum021"
    },
    "train_sum0210": {
        "original_text": "The Quotation remains valid for two (2) months from the date of issue. In the absence of Customer’s approval after said timeframe, the Seller reserves the right to either extend or update the Quotation and reserves the right to invoice storage fees to the Customer. The updated Quotation remains valid for one (1) month from the date of issuance. Should the Customer choose not to approve the updated quotation within the said timeframe, the Seller reserves the right to return the inspected Part as is and at Customer’s expense; in such case, inspection, administration, packaging and transportation  costs will be invoiced as applicable to the Customer.",
        "reference_summary": "Quotation is valid for 2 months after being issued. If the Customer doesn’t answer in that timeframe, the Seller may extend/update it and invoice the storage fees to the Customer. Updated Quotation is valid for 1 month after being issued. If the Customer doesn’t approve it in that timeframe, the Seller may return the Part at the Customer’s expense (including inspection, administration, packaging, transportation costs).",
        "uid": "train_sum0210"
    },
    "train_sum0211": {
        "original_text": "If a Part is deemed non-repairable or unserviceable after inspection (or for some cases during repair), the Seller will either scrap it with prior Customer’s consent or return it as is, at Customer’s expense: inspection, administration costs and, as applicable, scrapping or packaging and transportation will be charged to the Customer.",
        "reference_summary": "If a Part is non-repairable or unserviceable, the Seller will scrap it with Customer’s approval at the latter’s expense (including inspection, administration, packaging, transportation costs).",
        "uid": "train_sum0211"
    },
    "train_sum0212": {
        "original_text": "In case the Seller cannot handle the transportation for any reason whatsoever, the Seller shall inform the Customer accordingly and as from one (1) month from the receipt of the notice by the Customer having not picked-up its Part by its own and only if no validation of the updated Quotation is returned duly signed by the Customer, the Seller reserves the right to scrap the Part without any specific formality other than the here-above described notice; in such case, inspection, administration, storage fees and scrapping costs will be invoiced to the Customer and the Seller shall not be held liable in relation to such scrapping.",
        "reference_summary": "If the Seller cannot handle transportation, it must inform the Customer. The Customer must then pick up the part within 1 month after the receipt of the notice, otherwise the Seller may scrap the Part with no formality at Customer’s expense (including inspection, administration, packaging, transportation costs) with no liability incurred for the Seller.",
        "uid": "train_sum0212"
    },
    "train_sum0213": {
        "original_text": "If the Part has been previously repaired in a service centre not approved by the Seller, the Seller reserves the right to repair the Part according to its own standards.",
        "reference_summary": "If the Parts has been repaired in a service centre not approved by the Seller, it may repair it again according to its standard.",
        "uid": "train_sum0213"
    },
    "train_sum0214": {
        "original_text": "Prior to any return of Part, the Customer shall provide the Seller with the associated certified component history or logcard duly completed when relevant in order to obtain from the Seller a RMA number. Any Part sent by the Customer for R&O Service shall be sent to the Seller, packed Delivered Duty Paid - DDP Incoterms® 2020 to the location as specified in the RMA or in other documents provided by the Seller.",
        "reference_summary": "To obtain the Seller RMA number, Customer must provide certified component history/logcard of the Part before returning it. Part must be sent under DDP Incoterm to the location specified by the RMA.",
        "uid": "train_sum0214"
    },
    "train_sum0215": {
        "original_text": "If the Customer fails to send any of the here-above described documents within three (3) weeks after Seller’s reminder, the Seller shall return at Customer’s expense (Delivery Duty Paid (DDP) Incoterms® 2020 the initial Part to the Customer with any work performed.",
        "reference_summary": "If Customer fails to send these documents within 3 weeks after the Seller’s reminder, Part will be returned to the Customer under DDP Incoterm at the latter’s expense.",
        "uid": "train_sum0215"
    },
    "train_sum0216": {
        "original_text": "If the method of shipment is not stipulated in the Contract, transportation shall be at Seller’s discretion and at Customer’s expense. The Seller shall not be liable for any loss or expenses due to the selection of forwarder/carrier or mode of transportation. Any claims for damage shall be made by the Customer directly to the forwarder/carrier.",
        "reference_summary": "If the method of shipment is not specified, the Seller chooses the method of transportation at the Customer’s expense. Seller is not liable for the selection of mode of transportation and Customer should directly make claims to the carrier.",
        "uid": "train_sum0216"
    },
    "train_sum0217": {
        "original_text": "Unless the Order stipulates another Incoterm, the repaired/ overhauled/standard exchange Part shall be at Customer’s disposal packed Free Carrier (FCA) Incoterms® 2020 at the Seller’s facility specified in the Quotation or in other documents provided by the Seller.",
        "reference_summary": "Repair/overhaul/standard exchange Part must be delivered under FCA Incoterm unless otherwise specified at the Seller’s facility (as specified in Quotation).",
        "uid": "train_sum0217"
    },
    "train_sum0218": {
        "original_text": "Should the Customer’s container be damaged during the transport from the Customer’s location to the Seller premises, the Seller reserves the right to send a quote to the Customer in order to provide the Customer with either its repaired container, or a used one or a new one.",
        "reference_summary": "If the Customer’s container is damaged during transport, the Seller may send a quote to the Customer to provide repair for the container, a new one or a used one.",
        "uid": "train_sum0218"
    },
    "train_sum0219": {
        "original_text": "The standard exchange for a Part entails supplying the Customer with another used Part of the same reference or a functionally equivalent one and in airworthy condition to replace the Part which has been removed and returned to the Seller for repair.",
        "reference_summary": "The standard exchange implies supplying another equivalent airworthy Part.",
        "uid": "train_sum0219"
    },
    "train_sum022": {
        "original_text": "Nevertheless, for Spare Part Orders not exceeding two hundred thousand (200,000) Euros and for R&O Service Orders not exceeding fifty thousand (50,000) Euros, full payment shall be made upon delivery no later than thirty (30) calendar days following the date of invoice.",
        "reference_summary": "For Spare Part Orders not exceeding 200 000€ and R&O Service Orders not exceeding 50 000€, full payment shall be made within 30 days following the date of the invoice.",
        "uid": "train_sum022"
    },
    "train_sum0220": {
        "original_text": "The standard exchange is based on the effective availability of an exchange Part. If the Part is available, the Customer’s Order shall be recorded by the Seller, then the Part will be made available within forty eight (48) hours. If the Part is not available under standard exchange Service, the Seller could propose alternate solution on Customer’s request. To improve Part availability, the Customer is encouraged to forecast the exchange of a Part requiring an overhaul at least two (2) months in advance.",
        "reference_summary": "The exchange is subject to the availability of the Part. If the Part is not available, the Seller may, on Customer’s request, propose an alternate solution. If the Part is available, it will be made available within 48 hours. Customer is encouraged to forecast its Parts needs at least 2 months in advance.",
        "uid": "train_sum0220"
    },
    "train_sum0221": {
        "original_text": "If the exchange Part is delivered in a consigned container, the Core Unit will be returned in this consigned container. After reception of the Core Unit from the Customer and release of discrepancies by the Seller, the Seller reserves the right to invoice additional costs after inspection related to the status of the Core Unit.",
        "reference_summary": "If the exchange Part is delivered in a consigned container, the Core Unit is returned in it. Seller may invoice costs after inspection of the Core Unit.",
        "uid": "train_sum0221"
    },
    "train_sum0222": {
        "original_text": "The Customer shall return the Core Unit at its own expenses and its title of ownership within four (4) weeks after the delivery of the exchange Part. In case of delay with regards to the above-mentioned lead-time, the Seller shall be entitled to invoice the Customer for liquidated damages equal to ten per cent (10%) of the ordered standard exchange; such liquidated damages shall not be refundable. If the Customer fails to return the Core Unit within the eight (8) weeks after the delivery of the exchange Part the standard exchange rule shall no longer be applicable and the Seller reserves the right to invoice the exchange Part at the price of a used one or a brand new one if a brand new one was delivered, plus non-refundable administrative costs.",
        "reference_summary": "Customer must return the Core Unit at its expense and title of ownership within 4 weeks after the exchange Part was delivered. In case of delay, liquidated damages up to 10% of the Part’s price may be invoiced. They’re not refundable. If the Part is not returned within 8 weeks, the Seller may invoice the exchange Part at the price of the used one or a brand new one as well as non-refundable administrative costs.",
        "uid": "train_sum0222"
    },
    "train_sum0223": {
        "original_text": "If the Core Unit is delivered without an updated logcard (e.g. hours or cycle missing or incorrect) the Seller will inform the Customer at technical filtering step and will be then entitled to invoice storage fee to the Customer up to the receipt of the updated logcard. Failing a reply from the Customer within two (2) months, the Seller will scrap the impacted components and the additional costs for replacement of these components shall be charged to the Customer.",
        "reference_summary": "If the Core Unite is delivered without logcard, the Seller informs the Customer at technical filtering step and may invoice storage fee until the logcard is received. If no answer is received within 2 months, the Part will be scrapped at the Customer’s expense.",
        "uid": "train_sum0223"
    },
    "train_sum0224": {
        "original_text": "Following inspection and in the event that the Core Unit cannot be repaired, standard exchange rules will not be applicable and the Seller reserves the right to invoice the exchange Part at the price of a used one or a brand new one if a brand new one was delivered.",
        "reference_summary": "If the Part can’t be repaired, standard exchange rules are not applicable and the Seller may invoice the exchange Part at the price of a used or a brand new one.",
        "uid": "train_sum0224"
    },
    "train_sum0225": {
        "original_text": "The Seller is proposing for a selection of Parts a reduced and secured TAT option, i.e. a repair or an overhaul performed within a reduced and secured TAT under the conditions defined in this article. Said Parts are identified in the R&O catalogue.",
        "reference_summary": "Some Parts benefit from a repair/overhaul at a reduced and secured TAT.",
        "uid": "train_sum0225"
    },
    "train_sum0226": {
        "original_text": "By exercising the said option in a R&O Order, if the actual TAT of the purchased repair or overhaul exceeds the reduced TAT as stipulated in option in the catalogue or the Quotation, the Customer grants to the Seller the right to provide the Customer with a standard exchange instead of the repair or overhaul as applicable, at the same price of the ordered repair or overhaul including, if any, additional costs in case of events mentioned in article C2.",
        "reference_summary": "When exercising this option in a R&O Order, if the actual TAT exceeds the reduced TAT of the option, the Customer allows the Seller to provide a standard exchange instead of a the repair or overhaul as applicable, at the same price of the ordered repair or overhaul including additional costs (in case of events mentioned in article C2), if any.",
        "uid": "train_sum0226"
    },
    "train_sum0227": {
        "original_text": "If, in the frame of a R&O Order, a dynamic assembly component has to be repaired, the Seller reserves the right to replace it by a component from the Seller’s pool. The Seller shall ensure that the provided component has sufficient potential to reach the next assembly TBO limit; but the difference of potential between the exchanged components will not be subject to determent nor betterment of the R&O Order price.",
        "reference_summary": "If a dynamic assembly component needs to be repaired, the Seller may replace it with a component from its own pool. The Seller must ensure it has the potential to reach the next assembly TBO limit (however, potential difference between the Parts is indifferent regarding the R&O Order price).",
        "uid": "train_sum0227"
    },
    "train_sum0228": {
        "original_text": "In case of repair Order, final test on bench could reveal extra non-conformities. In that case, a quotation for corresponding additional work may be issued.",
        "reference_summary": "A quotation for the additional work can be issued for repair orders, if the final test on bench reveals extra non-conformities.",
        "uid": "train_sum0228"
    },
    "train_sum0229": {
        "original_text": "In accordance with the civil aviation regulation, the Seller will use the following words to indicate the status of the Part(s) being released: “OVERHAULED”, “INSPECTED”, “MODIFIED”, or “REPAIRED”.",
        "reference_summary": "In accordance with civil aviation regulation, Parts will be released as “OVERHAULED”, “INSPECTED”, “MODIFIED” or “REPAIRED”.",
        "uid": "train_sum0229"
    },
    "train_sum023": {
        "original_text": "Without prejudice to article 6.3, should the Customer be in a situation of past debit towards the Seller, the Seller is entitled, without prior notice, to: alter the terms of payment and request cash in advance payment for any Order and/or postpone any Product delivery or Service performance ordered by the Customer to the Seller in any agreement without any liability whatsoever to the Seller; the Seller may charge the Customer for any additional costs and/or expenses incurred as a result of such postponement, such as, but not limited to, costs and/or expenses for storage, maintenance or loss of training slot.",
        "reference_summary": "If the Customer is in situation of past debit towards the Seller, the latter may alter the terms of payment and request cash in advance payment or postpone the delivery of any Product of Service without any liability whatsoever.",
        "uid": "train_sum023"
    },
    "train_sum0230": {
        "original_text": "The Seller applies the instructions and directives specified in the Technical Data which may be supplemented by Customer's requests provided they don’t conflict with the Technical Data and the applicable regulation.",
        "reference_summary": "The Seller applies the instructions/directives found in the Technical Data. As long as they don’t conflict with them, they can be supplemented by the Customer’s requests.",
        "uid": "train_sum0230"
    },
    "train_sum0231": {
        "original_text": "If a Part is declared as non-airworthy by the Seller and returned to the Customer, the Seller waives all liability on said Part which shall be scrapped under Customer’s responsibility and expense. In such case and without any formal request from the Customer in the repair Order or any other documents considered as contractual, said Part will be recorded and identified as unserviceable by the Seller according to Seller’s applicable procedures (record of the scrapped Part in the Seller’s database, identification of the Part through “unserviceable” tag and identification of the Part with a triangle scrapping mark when possible).",
        "reference_summary": "The Seller waives all liability on this part if a Part is found to be non-airworthy and returned to the Customer. It must be scrapped under Customer’s responsibility and expense. This Part will be recorded as unserviceable by the Seller.",
        "uid": "train_sum0231"
    },
    "train_sum0232": {
        "original_text": "All imperative or mandatory modifications as mentioned in the Technical Data will be systematically applied. All necessary work to ensure continuous airworthiness of the Part will be systematically applied by the Seller at Customer’s expense. If the Customer formally requires not applying some applicable airworthiness directives of the Part, the Seller will deliver the Part only with a Certificate of Conformity but without granting airworthiness.",
        "reference_summary": "All mandatory modifications and necessary work to ensure airworthiness per the Technical Data will be applied at the Customer’s expense. If the Customer requires not applying airworthiness directives, the Seller will deliver the Part with a Certificate of Conformity without granting airworthiness.",
        "uid": "train_sum0232"
    },
    "train_sum0233": {
        "original_text": "This present Specific Annex, subject to SCS, is applicable to the sale of pre-owned Helicopters.",
        "reference_summary": "This annex is subject to the SCS and applies to the sale of pre-owned Helicopters.",
        "uid": "train_sum0233"
    },
    "train_sum0234": {
        "original_text": "Products shall be delivered Free Carrier (FCA) Incoterms® 2020 at the location specified in the respective Purchase Order, in fly away condition, unpacked and tanks empty.",
        "reference_summary": "Products must be delivered under FCA Incoterm at the location specified in the PO.",
        "uid": "train_sum0234"
    },
    "train_sum0235": {
        "original_text": "At the Customer’s request, pilot and technician training will be quoted separately for the delivered pre-owned Helicopter(s) at the prevailing rates established by the Seller. These training sessions may be organized and performed by the Seller or an approved and certified Customer Centre or sub-contractor, and will be conducted at the location designated by the Seller.",
        "reference_summary": "Upon Customer’s request, pilot and technician training can be quoted separately at the Seller’s rates. These training sessions will be organized and performed by the Seller at an approved and certified Customer Centre and will be conducted at the location designated by the Seller.",
        "uid": "train_sum0235"
    },
    "train_sum0236": {
        "original_text": "As well, at Customer’s request, during the initial period of operation of the pre-owned Helicopter(s), the Seller may provide at the Customer’s location and on a date to be agreed upon, one (1) or more factory trained technical representatives. In that case the Customer shall be charged at the prevailing rates established by the Seller.",
        "reference_summary": "At Customer’s request and expense, during the initial period of operation of the pre-owned helicopter, the Seller may provide an additional factory trained technical representative.",
        "uid": "train_sum0236"
    },
    "train_sum0237": {
        "original_text": "The Technical Data of the pre-owned Helicopter shall be provided by the Seller in the same language as the language of the Technical Data delivered to the previous customer for the pre-owned Helicopter in question.",
        "reference_summary": "The Technical Data of a pre-owned Helicopter is provided by the Seller in the same language as the previous Customer.",
        "uid": "train_sum0237"
    },
    "train_sum0238": {
        "original_text": "Any additional documentation shall be quoted and purchased separately and the Customer shall be charged at the prevailing rates established by the Seller.",
        "reference_summary": "Additional documentation must be purchased by the Customer at the Seller’s rates.",
        "uid": "train_sum0238"
    },
    "train_sum0239": {
        "original_text": "The Seller shall supply at no additional cost and as long as the pre-owned Helicopter is in operation, the updates of the flight manual, STC equipment being excluded.",
        "reference_summary": "Updates to the flight manual, STC equipment excluded, must be supplied by the Seller as long as the Helicopter is in operation.",
        "uid": "train_sum0239"
    },
    "train_sum024": {
        "original_text": "Unless otherwise agreed, no discount shall be granted by the Seller to the Customer in case of early payment.",
        "reference_summary": "No discount shall be granted to the Customer in case of early payment.",
        "uid": "train_sum024"
    },
    "train_sum0240": {
        "original_text": "The Seller reserves the right to change the support (media) of the updates of the Technical Data in particular depending on technological developments.",
        "reference_summary": "The Seller may change the media of the Technical Data.",
        "uid": "train_sum0240"
    },
    "train_sum0241": {
        "original_text": "In order for the Seller to be in a position to fulfil its obligations, the Customer undertakes to notify the Seller of any change either in the Customer’s address or in the owner’s name if the pre-owned Helicopter has been sold in the interim; in this latter case, the Seller is entitled to apply an entrance fee to be paid by the new owner.",
        "reference_summary": "So that the Seller may fulfil its obligations, the Customer must notify it of any changes in its address or the owner’s name if the helicopter was sold in interim. In this latter case, the Seller may apply an entrance fee to the new owner.",
        "uid": "train_sum0241"
    },
    "train_sum0242": {
        "original_text": "The flight instruments shall be provided in as-is conditions. Should the Customer request modifications of the graduation (either metric or English units), the Customer shall bear the associated costs.",
        "reference_summary": "Graduation of the instrument is provided as-is. Customer may request their modifications at its expense.",
        "uid": "train_sum0242"
    },
    "train_sum0243": {
        "original_text": "The markings made on the interior and exterior identification plates and tags will be the ones by default. Should the Customer request the Seller to change the markings, the Customer will bear the costs of such customization.",
        "reference_summary": "Markings made on the interior/exterior identification plates will remain. Customer may request modifications at its expense.",
        "uid": "train_sum0243"
    },
    "train_sum0244": {
        "original_text": "The pre-owned Helicopter shall be delivered with the initial exterior finish and interior upholstery and as defined in the contractual technical definition. Should the Customer request that the Seller repaint and/or refurbish the pre-owned Helicopter, the Customer shall bear the costs of such customization.",
        "reference_summary": "Pre-owned helicopters will be delivered with initial exterior finish and interior upholstery. Customer may request repaint and/or refurbish at its expense.",
        "uid": "train_sum0244"
    },
    "train_sum0245": {
        "original_text": "In such a case, the Customer shall provide the Seller at the latest fifteen (15) days after signature of the Contract, based on samples provided by the Seller, detailed instructions concerning: The external paint scheme of the airframe, The colours of the interior upholstery and if necessary the selected type of upholstery.",
        "reference_summary": "At the latest 15 days after the signature of the Contract, the Customer must provide detailed instructions regarding the external paint scheme of the airframe and the colours of the interior upholstery and if necessary, the selected type of upholstery.",
        "uid": "train_sum0245"
    },
    "train_sum0246": {
        "original_text": "Should the Customer request the Seller to paint national emblems and/or registrations, the Customer shall bear the costs of such customization. In such a case, the Customer shall be required to provide detailed instructions with the paint scheme at the latest fifteen (15) days after signature of the Contract.",
        "reference_summary": "The Customer may request to paint the national emblems and/or registrations at its expense. Detailed instructions must be given at the latest 15 days after the signature of the Contract.",
        "uid": "train_sum0246"
    },
    "train_sum0247": {
        "original_text": "This Specific Annex, subject to SCS, is applicable to the sale of all types of new Helicopters and optional equipment, Spare Parts, tools, other equipment, documentation, technology, data, software and services provided to the Customer with the Helicopter(s).",
        "reference_summary": "This annex is subject to the SCS and applies to the sale of new Helicopters and the associated Services.",
        "uid": "train_sum0247"
    },
    "train_sum0248": {
        "original_text": "Products shall be delivered Free Carrier (FCA) Incoterms® 2020 at the Seller’s facility specified in the relevant Purchase Order, in fly-away condition, unpacked and tanks empty. If no facility is specified, delivery shall be FCA Seller’s facility in Marignane for Airbus Helicopters (except for ACH130 in Aston Martin configuration: FCA Airbus Helicopters’ facility in Oxford) and FCA Seller’s facility in Donauwörth for Airbus Helicopters Deutschland GmbH.",
        "reference_summary": "Products shall be delivered under FCA Incoterms at the Seller’s facility as specified in the PO in fly-away condition, unpacked and tanks empty. If the facility is not specified, delivery shall be made at FCA Seller’s facility (either Marignane for AH or Donauwörth for AHD). For the ACH130 in Aston Martin configuration, it should be made at AH’s facility in Oxford.",
        "uid": "train_sum0248"
    },
    "train_sum0249": {
        "original_text": "Products and associated Services shall be delivered in accordance with the contractual delivery schedule.",
        "reference_summary": "Delivery shall be made with a contractual delivery schedule.",
        "uid": "train_sum0249"
    },
    "train_sum025": {
        "original_text": "Payment shall under no circumstances be postponed or apportioned for any reason whatsoever. Consequently, in case of late payment, the Customer shall pay to the Seller interest on the unpaid amount at the rate calculated on the basis of ten (10) percentage points per annum computed on the basis of 365 days/year and the actual number of days elapsed since the due date until the actual date of payment without any need for a formal demand or any prior notice.",
        "reference_summary": "Payment shall not be postponed for any reason whatsoever. In case of late payment, the Customer shall pay interest rates to the Seller.",
        "uid": "train_sum025"
    },
    "train_sum0250": {
        "original_text": "Should the prices in the Contract be firm and fixed prices, for each deliverable with a delivery date occurring more than twelve (12) months after the contract signature date, three (3) months before delivery, the prorated increase (here-after referred as HICPprorated) of HICP as published by Eurostat for the euro area over the time between the contract signature date (here-after referred as T0) and five (5) months before the delivery date of the deliverable shall be calculated applying the formula below.",
        "reference_summary": "If the prices are firm and fixed and the delivery date exceeds 12 months after the contract signature date, 3 months before delivery, the prorated increase shall be as published by Eurostat for the euro area for the corresponding time period and 5 months before the delivery date of the deliverable shall be calculated under the formula found in the clause.",
        "uid": "train_sum0250"
    },
    "train_sum0251": {
        "original_text": "Should HICP be more than eight percent (8%), the Parties shall meet to negotiate in good faith revised contractual price. The updated contractual price shall take effect at delivery of the Product and/or Service. If the Parties cannot agree on the outcome of the aforementioned price review, either Party shall be entitled to submit the matter to administered expertise proceedings pursuant to the ICC Rules for Expertise to adapt the Contract price with a view to restoring its equilibrium. The Parties agree to implement the solution recommended by the expert and share equally the ICC fees.",
        "reference_summary": "If the HICP is more than 8%, the Parties shall meet to revise the contractual price. This updated price shall take effect at the delivery. However if the Parties can’t agree on an updated amount, either Parties may submit the matter to the administered expertise proceedings pursuant of the ICC rules. The Parties then agree to implement that solution and share the ICC fees.",
        "uid": "train_sum0251"
    },
    "train_sum0252": {
        "original_text": "The Seller shall provide at no additional cost pilot and technician training for each Helicopter delivered under the conditions stipulated in articles A3-1-2 and A3-1-3 below. These training sessions may be organized by the Seller or an approved and certified Customer Centre or sub-contractor, and will be conducted at the location designated by the Seller.",
        "reference_summary": "Helicopter and technician training shall be provided by the Seller at no additional cost. The training will be organized and conducted at a place chosen by the Seller.",
        "uid": "train_sum0252"
    },
    "train_sum0253": {
        "original_text": "This training shall be completed at the latest as follows: For the pilots: at the time of delivery of the last Helicopter to the Customer under the Contract. For the technicians: no later than six (6) months after delivery of the last Helicopter to the Customer under the Contract.",
        "reference_summary": "This training shall be completed as the latest: For pilots: at the time of delivery of the last Helicopter to the Customer under the Contract ; For technicians: no later than 6 months after delivery of the last Helicopter of the Contract.",
        "uid": "train_sum0253"
    },
    "train_sum0254": {
        "original_text": "The Customer shall lose the benefit of this training if it fails to send its personnel at the date agreed upon with the Seller according to the above mentioned deadlines. If the Customer decides not to fully or partially take part in the training, no credit will be granted by the Seller.",
        "reference_summary": "Customer must send its personnel at the date agreed with the Seller, otherwise, it will lose the benefit of getting the training for free. The Seller won’t grant any credit if the Customer decides not to benefit from the training.",
        "uid": "train_sum0254"
    },
    "train_sum0255": {
        "original_text": "Training services as defined in articles A3-1-2 and A3-1-3 hereunder can be rendered only to pilots and technicians meeting specific pre-requisites in terms of experience and qualification, notably a minimum for the pilots of, at least, five (5) flight hours as a helicopter pilot in command is required within the last twelve (12) months. Additional prerequisites are described in the Seller’s training syllabus (hereinafter referred to as “Training Syllabus”) made available to the Customer by the Seller prior to the signature of the Contract, upon request.",
        "reference_summary": "Only pilots and technicians meeting certain requirements can be trained by the Seller.",
        "uid": "train_sum0255"
    },
    "train_sum0256": {
        "original_text": "The Customer shall be responsible for the compliance by the trainees of the pre-requisites relevant to the courses applied for. The registration of each trainee will be done in preference using the “on line” form before entering the course. The Seller reserves the right to refuse to train any pilot or technician not meeting those requirements or to provide additional training and/or professional translation services as required, at prevailing rates. Personal information required from the Customer’s representatives in order to be granted access to the Seller’s premises shall be forwarded by the Customer to the Seller at least four (4) weeks prior to their date of arrival.",
        "reference_summary": "Customer is responsible for compliance of the trainees with these prerequisites. The Seller may refuse any pilot or technician not meeting the requirements. Access to the Seller’s premises requires granting access to personal information. Customer agrees to forward this information at least 4 weeks before the date of arrival of the trainees.",
        "uid": "train_sum0256"
    },
    "train_sum0257": {
        "original_text": "Except in case of gross negligence or wilful misconduct of the Seller, when the Customer is at the Seller’s facilities, the Customer shall be fully responsible for: the damages suffered by its personnel, the damages, losses, injury or death of any person (including but not limited to the Seller’s employees) and for loss of or damage to any property (including but not limited to the Seller’s property of or third party property under the Seller’s custody) caused by the personnel of the Customer.",
        "reference_summary": "Except in case of gross negligence or wilful misconduct, when at the Seller’s facilities, the Customer is responsible for: The damages suffered by its personnel ; The damages, losses, injury or death of any person (including, the Seller’s employees) or any damage / loss of property caused by the Customer’s personnel.",
        "uid": "train_sum0257"
    },
    "train_sum0258": {
        "original_text": "The Customer shall maintain for these purposes the associated insurance coverage.",
        "reference_summary": "For these purposes, the Customer must maintain relevant insurance coverage.",
        "uid": "train_sum0258"
    },
    "train_sum0259": {
        "original_text": "The Seller may provide the certificate of insurance to the Customer at its request.",
        "reference_summary": "At the Customer’s request, the Seller may provide the certificate of insurance.",
        "uid": "train_sum0259"
    },
    "train_sum026": {
        "original_text": "Without prejudice to the above, in the event of a failure or a delay in payment, the Seller shall be entitled to extend the schedule for a time period accounting for the delay’s consequences on production schedule and/or suspend performance of the Contract and/or in all cases, definitively retain the amount of any payments already made by the Customer. The retention of any such payment shall not preclude the Seller from seeking compensation from the Customer for further damages and/or costs. Notwithstanding anything to the contrary elsewhere in these SCS, in the event of a delay or failure by the Customer to pay for more than two (2) months, the Seller shall be entitled to terminate the Contract for default of the Customer under the conditions defined in article 14.1.1.",
        "reference_summary": "Additionally, the Seller may delay the delivery accordingly. If the delay in the payment is more than 2 months, the Seller may terminate the contract.",
        "uid": "train_sum026"
    },
    "train_sum0260": {
        "original_text": "The Seller will provide theoretical and practical training as set up in the relevant type rating course published by the Seller. Depending on pilots’ prior experience and qualifications, training will be delivered in accordance with the appropriate “difference” course. ",
        "reference_summary": "The Seller will provide theoretical and practical training depending on the pilot’s prior experience and qualifications.",
        "uid": "train_sum0260"
    },
    "train_sum0261": {
        "original_text": "The training provided for H125, H130, H135 and H145 Helicopters will be an initial type rating for single pilot Visual Flight Rules (VFR) operation. The training provided for H175 and H225 Helicopters, will be an additional type rating for Instrumental Flight Rules (IFR) operation if the pilots are already IFR qualified; if not, the training will be limited to VFR. The additional type rating course provides the knowledge and skills necessary to acquire a new type rating on another helicopter type on the same group (single engine turbine or multi-engine turbine) on which the pilot is currently rated.",
        "reference_summary": "The initial training for H125, H130 and H145 Helicopters will be an initial type rating for single pilot VFR. The training for H175 and H225 Helicopters will be an additional type rating for IFR. If the pilot is already IFR qualified, training will be limited to VFR.",
        "uid": "train_sum0261"
    },
    "train_sum0262": {
        "original_text": "Should an initial type rating course or additional modules such as multi-engine one be required, the cost difference between the additional type rating course and the initial type rating course or the additional module(s) shall be borne by the Customer.",
        "reference_summary": "If an initial type rating course is required, the cost difference between the additional type rating course and the initial rating course shall be borne by the Customer.",
        "uid": "train_sum0262"
    },
    "train_sum0263": {
        "original_text": "Training will be delivered to pilots holding a valid helicopter license (Part FCL or equivalent) and a valid flying medical certificate. The training will be provided in English, unless otherwise agreed in the Contract. Training will be delivered to pilots which are fluent in English (International Civil Aviation Organisation Level 4 as a minimum) or in the chosen language of the courses. Should the need for an interpreter arise, the costs of the said interpreter shall then be borne by the Customer, as well as the related costs if the course duration has to be extended.",
        "reference_summary": "Training can only be delivered to pilots holding a valid helicopter license, a valid flying medical certificate and who are fluent in English or in the chosen language of the courses. If an interpreter is necessary, the Customer will bear its cost.",
        "uid": "train_sum0263"
    },
    "train_sum0264": {
        "original_text": "Flight training shall be performed on the Helicopter(s) purchased by the Customer following the acceptance and the transfer of ownership. These flights will be conducted under the responsibility of a Seller’s pilot acting as pilot in command. Nevertheless, the Seller shall be liable except in case of gross negligence or wilful misconduct of the Customer.",
        "reference_summary": "Following the acceptance and transfer of ownership, flight training will be performed on the Helicopter(s) purchased by the Customer. The flights will be conducted under the Seller’s responsibility and is thus liable, except in case of gross negligence or wilful misconduct by the Customer.",
        "uid": "train_sum0264"
    },
    "train_sum0265": {
        "original_text": "During the flight training conversion performed at the Seller’s premises, the Seller will be in charge of the fuel provisioning, landing fees and O level maintenance operations on the Helicopter, and all further maintenance operations shall be the responsibility of the Customer. Any spares used during the training flights and not covered by the warranty will be invoiced to the Customer.",
        "reference_summary": "During the flight training, Seller is responsible for fuel provisioning, landing fees, O level maintenance operations, and all further maintenance operations.",
        "uid": "train_sum0265"
    },
    "train_sum0266": {
        "original_text": "The training will be provided in English, unless otherwise agreed in the Contract. The training will be provided to Customer’s technicians proficient and fluent in the chosen language of the courses (Test of English for International Communication (TOEIC): score of 605-780 recommended, score of 405-600 required as a minimum, or equivalent). Should the need for an interpreter arise, the costs of the said interpreter shall then be borne by the Customer, as well as the related costs if the course duration has to be extended.",
        "reference_summary": "The training is provided in English, unless otherwise agreed in the Contract. If an interpreter is needed, the Customer will bear its costs.",
        "uid": "train_sum0266"
    },
    "train_sum0267": {
        "original_text": "The schedule, dates and languages of the courses will be mutually agreed upon no later than six (6) months prior to delivery of the first Helicopter to the Customer or at the date of the signature of the Contract if the delivery time is less than six (6) months.",
        "reference_summary": "Schedule, dates and languages of the courses will be mutually agreed upon no later than six months prior to delivery of the first Helicopter to the Customer or at the date of the signature of the Contract if the Helicopter must be delivered within 6 months.",
        "uid": "train_sum0267"
    },
    "train_sum0268": {
        "original_text": "The engine training for the Customer’s airframe technicians will be provided under similar conditions for one (1) maintenance technician per Helicopter engine for a period of approximately five (5) additional days in duration at one of the following locations: For Safran Helicopter Engines’ engines: at the Tarnos school in France or at any Safran Helicopter Engines approved or affiliated training centre. For Pratt & Whitney engines: at Pratt & Whitney’s training centre in Longueil (Canada) or Berlin (Germany) or at any other approved training centre, provided such facilities are EASA part 147 approved and compliant to any civil specific requirement.",
        "reference_summary": "The engine training will be provided under similar conditions for 1 maintenance technician per Helicopter engine for about 5 additional days at specific locations, depending on the engine manufacturer (Safran or Pratt & Whitney).",
        "uid": "train_sum0268"
    },
    "train_sum0269": {
        "original_text": "To complement its training and assist the Customer during the initial period of operation of the Helicopters, the Seller agrees to provide, at no additional cost and at a date to be agreed upon, per Helicopter ordered: For the H125, H130, H135 and H145 Helicopters: one (1) factory trained technical representative for a total duration of two (2) man-weeks For the H160 and H175 Helicopters: one (1) factory trained technical representative for a total duration of four (4) man-weeks For the H215 and H225 Helicopters: one (1) factory trained technical representative for a total duration of eight (8) man-weeks",
        "reference_summary": "To complement the training, the Seller agrees to provide at no additional cost varying number of technical representatives for varying durations depending on the helicopter type.",
        "uid": "train_sum0269"
    },
    "train_sum027": {
        "original_text": "AH and AHD hold a POA issued by EASA according to Part 21/G regulation, a maintenance organisation approval in compliance with the EASA Part 145 regulation, as issued by its respective national civil aviation authorities, and a training organisation approval in compliance with the EASA Part 147 for maintenance staff and helicopter Part FCL (Flight Crew Licencing) for aircrews as issued by its respective national civil aviation authorities.The privileges of an approved production organization include the issuance of airworthiness documents.",
        "reference_summary": "AH and AHD hold various approved production and organization approvals, which implies that they’re allowed to issue airworthiness documents.",
        "uid": "train_sum027"
    },
    "train_sum0270": {
        "original_text": "If the Customer fails to avail itself of this service within the time limits outlined above, it shall lose the benefit of this service. If the Customer decides not to take full or partial benefit of the technical assistance, no credit will be granted by the Seller. This technical assistance is granted to the Customer personally and can not be transferred or assigned to any third Party.",
        "reference_summary": "The benefit of this service is lost if the Customer does not use it within the aforementioned time limits. In such a case, no credit will be granted by the Seller either. This service is granted personally and cannot be transferred or assigned.",
        "uid": "train_sum0270"
    },
    "train_sum0271": {
        "original_text": "The following expenses for the on-site support technical representatives shall be borne by the Customer: Travelling expenses to the Customer’s location and back, Transport expenses within the Customer’s country when on duty, including travel expenses from their place of residence to their place of work and back.",
        "reference_summary": "The Customer will bear the expenses for the on-site technical support technical relating to: Traveling to the Customer’s location and back ; Transport expenses within the Customer’s country when on duty,  ncluding travel expenses from their place of residence to their place of work and back.",
        "uid": "train_sum0271"
    },
    "train_sum0272": {
        "original_text": "Reasonable insurance coverage of risks arising from this technical assistance will be included in the Seller’s insurance policy. The Seller may provide the certificate of insurance to the Customer at its request.",
        "reference_summary": "Reasonable insurance coverage of risks arising from this technical assistance will be included in the Seller’s insurance policy. At the Customer’s request, the Seller may provide the certificate of insurance.",
        "uid": "train_sum0272"
    },
    "train_sum0273": {
        "original_text": "The Technical Data are initially provided at the latest available revision level. Customization of the Technical Data due to new equipment or installations specific to the Customer may be provided on a different format on a temporary basis for maintenance TechData and/or for identification TechData respectively up to four (4) months and eight (8) to nine (9) months, but no later than twelve (12) after delivery of the first Helicopter to the Customer.",
        "reference_summary": "Technical Data is provided at the latest revision level. Customization of the Technical Data may be provided on a temporary basis for maintenance and identification (respectively up to 4 months and 8 or 9 months, but no later than 12 after the delivery of the Helicopter).",
        "uid": "train_sum0273"
    },
    "train_sum0274": {
        "original_text": "The Seller reserves the right to change the support (media) of the Technical Data in particular depending on technological developments.",
        "reference_summary": "The Seller may change the media of the Technical Data.",
        "uid": "train_sum0274"
    },
    "train_sum0275": {
        "original_text": "Technical Data of the Customer’s Helicopter shall be provided by the Seller in English.",
        "reference_summary": "Technical Data are provided in English.",
        "uid": "train_sum0275"
    },
    "train_sum0276": {
        "original_text": "These Technical Data are granted to the Customer personally and can not be transferred or assigned to any third party.",
        "reference_summary": "Technical Data are granted personally and may not be transferred or assigned.",
        "uid": "train_sum0276"
    },
    "train_sum0277": {
        "original_text": "Technical publication for engines will be provided directly by the engine manufacturer upon each Helicopter delivery, the benefits of which the Seller hereby assigns to the Customer which hereby acknowledges and accepts such assignment.",
        "reference_summary": "Technical publication for the engine is provided directly by the manufacturer (the benefits of which the Seller assigns to the Customer, which accepts it).",
        "uid": "train_sum0277"
    },
    "train_sum0278": {
        "original_text": "For Safran Helicopter Engines’ engine(s), the initial technical publication will be provided free of charge through web access. Engine manufacturer’s technical publication for H160 Helicopter is electronic and interactive. Interconnected with the Seller’s interactive electronic Technical Data, technical publication for engines will be nevertheless also provided directly by Safran Helicopter Engines.",
        "reference_summary": "For Safran Helicopter engines, the initial technical publication is provided free of charge through web access, which is electronic, interactive and interconnected with the Seller’s interactive electronic Technical Data.",
        "uid": "train_sum0278"
    },
    "train_sum0279": {
        "original_text": "For Pratt & Whitney’s engine(s) the initial technical publication will be provided free of charge through web access.",
        "reference_summary": "For Pratt & Whitney’s engines, the initial technical publication is provided free of charge through web access. The request of hard copies is charged by the relevant manufacturer to the Customer if available.",
        "uid": "train_sum0279"
    },
    "train_sum028": {
        "original_text": "The Customer that has its civil helicopter registered in a country under EASA regulation is responsible for any task related to the management of the continuing airworthiness of the helicopter or shall transfer this obligation by signing a contract with a CAMO in order to ensure the proper accomplishment of the airworthiness management activities in accordance with the regulations in force (Part M/ Subpart G). Upon signature of the Contract with the Seller, the Customer shall indicate who will assume the responsibility of the CAMO.",
        "reference_summary": "If the Customer has its civil helicopter registered in a country under EASA regulation, it is responsible for the continuing airworthiness of the helicopter. It may transfer this obligation through a CAMO contract.",
        "uid": "train_sum028"
    },
    "train_sum0280": {
        "original_text": "The Seller provides the Customer, at no additional costs per delivered Helionix® equipped Helicopter, H215 or H225 Helicopter, with an as delivered configuration data pack to ease the initialization of Customer’s maintenance information system. The data pack will be delivered in standard electronic format. The Seller will choose the electronic format(s) at its sole option and may change from time to time.",
        "reference_summary": "Every Helicopter delivered with Helionix is also delivered at no additional cost a configuration data pack. It will be delivered in electronic format. However, the Seller may change the format from time to time.",
        "uid": "train_sum0280"
    },
    "train_sum0281": {
        "original_text": "The Seller shall supply at no additional cost and as long as the Helicopter is in operation, the updates of O.R.I.O.N. online (and offline for download) and of the Flight Manual. The master servicing manual, the maintenance review board report (if applicable) and the SBs will be updated on the Seller’s current website.",
        "reference_summary": "O.R.I.O.N. and Flight Manual updates must be supplied freely as long as the Helicopter is in operation. The master servicing manual, the maintenance review board report (if applicable) and the SBs will be updated on the Seller’s website.",
        "uid": "train_sum0281"
    },
    "train_sum0282": {
        "original_text": "The Seller reserves the right to change the support (media) of the updates of the Technical Data in particular depending on technological developments.",
        "reference_summary": "The Seller may change the media of the updates of the Technical Data",
        "uid": "train_sum0282"
    },
    "train_sum0283": {
        "original_text": "In order for the Seller to be in a position to fulfil its obligations, the Customer undertakes to notify the Seller of any change either in the Customer’s address or in the owner’s name if the Helicopter has been sold in the interim; in this latter case, the Seller is entitled to apply an entrance fee to be paid by the new owner.",
        "reference_summary": "So that the Seller can fulfil its obligations, the Customer must notify the Seller of any change in the Customer’s address or the owner’s name if the Helicopter has been sold in the interim (in this case, the Seller may apply an entrance fee to the new owner).",
        "uid": "train_sum0283"
    },
    "train_sum0284": {
        "original_text": "The Seller also hereby assigns engine technical publication updates to the Customer.",
        "reference_summary": "The Seller assigns engine technical publication updates to the Customer.",
        "uid": "train_sum0284"
    },
    "train_sum0285": {
        "original_text": "For Safran Helicopter Engines’ engine(s) the technical publication delivered with each Helicopter is updated at no additional cost by Safran Helicopter Engines through web access(*) for an unlimited period of time after the delivery of each Helicopter to the Customer.",
        "reference_summary": "For Safran Helicopter engines, the technical publication is updated free of charge through web access, which is electronic, interactive and interconnected with the Seller’s interactive electronic Technical Data, for an unlimited period of time after delivery.",
        "uid": "train_sum0285"
    },
    "train_sum0286": {
        "original_text": "For Pratt & Whitney’s engine(s) the technical publication delivered with each Helicopter is updated at no additional cost by Pratt & Whitney through web access(*) for a period of two (2) years for the H135 Helicopters and of five (5) years for the H175 Helicopters after the delivery of each Helicopter to the Customer.",
        "reference_summary": "For Pratt & Whitney’s engines, the technical publication is updated free of charge through web access, for 2 years (H135 helicopters) or 5 years (H175 helicopters) The request of hard copies is charged by the relevant manufacturer to the Customer if available.",
        "uid": "train_sum0286"
    },
    "train_sum0287": {
        "original_text": "Should the Customer wish to delegate to a third party the access to the SaaS, the Customer shall ask in writing an authorization that the Seller may accept or refuse at its sole discretion.",
        "reference_summary": "Delegation to a third party of the access to the SaaS is subject to the Seller’s prior written approval.",
        "uid": "train_sum0287"
    },
    "train_sum0288": {
        "original_text": "SaaS will be provided in English and is designed to perform the services as described in the service specification, available to the Customer by the Seller upon request.",
        "reference_summary": "SaaS is provided in English and designed to perform the described service specifications (which is available through a request to the Seller).",
        "uid": "train_sum0288"
    },
    "train_sum0289": {
        "original_text": "Data loaded via the SaaS are hosted on a cloud. The conditions of the data access and protection are described in the GCU of the SaaS. The Customer declares to be fully aware of and authorizes expressly the Seller to store its Data on the cloud and also on secured data platform. Customer’s data integrity is warranted as defined in the applicable conditions of the Seller’s cloud service provider(s) available on the Seller’s website when acceding to the SaaS. The Customer undertakes to comply with the terms and conditions of the services provided by the Seller through its cloud provider(s). The Seller will choose the cloud provider(s) at its sole option and may change from time to time.",
        "reference_summary": "Data loaded via the SaaS are hosted on a cloud. The protection and access conditions are described in the SaaS CGU. The Customer hereby allows the Seller to store its Data on the cloud / on secured data platform. Customer’s Data integrity is warranted. The Customer must comply with the T&Cs of the services provided by the Seller through its cloud provider(s). The Seller may change the cloud provider at its sole option and it may thus over time.",
        "uid": "train_sum0289"
    },
    "train_sum029": {
        "original_text": "The Seller will notify the Customer of any modifications that the competent national airworthiness agency has decided to impose on Helicopters or Spare Parts of the same type. In the event of such modifications, the Seller shall make available to the Customer, within a reasonable time, at the latter’s request and expense, the equipment kits required to incorporate such modifications to the Helicopter and Spare Parts previously delivered. For this purpose, the Customer shall receive at no additional cost the technical information bulletins relating to the type of Helicopter mentioned in the Contract for as long as at least one (1) Helicopter of the type remains in service with the Customer.",
        "reference_summary": "The Seller will notify the Customer of any relevant modification issued by the competent national airworthiness agency and shall make available (at the Customer’s expenses) the equipment kits that shall be incorporated onto the Helicopter to comply with such modifications.",
        "uid": "train_sum029"
    },
    "train_sum0290": {
        "original_text": "The Customer remains solely and exclusively responsible for the Customer’s data exchanged. The Customer shall take any appropriate action in order to comply with the applicable laws and regulations, to ensure that none of the Customer’s data exchanged contravene public policy and that they are free from any virus, Trojan horse or the like.",
        "reference_summary": "The Customer remains exclusively responsible for any data it exchanges. It must thus comply with all applicable laws & regulations and make sure it is free from any virus, Trojan, etc …",
        "uid": "train_sum0290"
    },
    "train_sum0291": {
        "original_text": "The flight instruments shall be graduated in either metric or English units as stipulated in the Contract and depending on the choices offered in the Seller’s corresponding Helicopter type specification for the ordered Helicopter.",
        "reference_summary": "Flight instruments are graduated either in metric or English units as stipulated in the Contract.",
        "uid": "train_sum0291"
    },
    "train_sum0292": {
        "original_text": "Detailed instructions concerning: The external paint scheme of the airframe, The colours of the interior upholstery and if necessary the selected type of upholstery, shall be provided to the Seller at the latest one (1) month after signature of the Contract, based on samples provided by the Seller.",
        "reference_summary": "Detailed instructions concerning: The external paint scheme of the airframe; The colours of the interior upholstery and if necessary, the selected type of upholstery; Must be provided no later than one month after the signature of the contract.",
        "uid": "train_sum0292"
    },
    "train_sum0293": {
        "original_text": "At Customer’s request National emblems and/or registrations can be painted by the Seller on the airframe prior to delivery. In such a case, the Customer shall be required to provide detailed instructions with the paint scheme at the latest one (1) month after signature of the Contract.",
        "reference_summary": "At Customer’s request, national emblems or registrations can be painted by the Seller on the airframe. In that case, the detailed instructions must be provided no later than one month after the signature of the contract.",
        "uid": "train_sum0293"
    },
    "train_sum0294": {
        "original_text": "The Customer shall be liable for and hold the Seller harmless against any infringement of third party rights in the provision of instructions regarding emblems, markings, signs or registration.",
        "reference_summary": "The Seller must be held harmless by the Customer against any infringement of third party rights in the provision of those instructions.",
        "uid": "train_sum0294"
    },
    "train_sum0295": {
        "original_text": "For the specific equipment with a STC mentioned in the Contract, the Seller shall be responsible for the integration of such equipment on the Helicopter and the third party STC holder of the product shall retain full responsibility for the type design definition of its own products (configuration, definition, necessary changes and continuing airworthiness).",
        "reference_summary": "For equipment with a STC, the Seller is responsible for their integration on the Helicopter and the third party STC holder retains responsibility for the type design definition of its own products.",
        "uid": "train_sum0295"
    },
    "train_sum0296": {
        "original_text": "This Specific Annex, subject to SCS, is applicable to the sale of Services such as performance of Helicopter maintenance, repair, overhaul, upgrade, retrofit or inspection to be performed by the Seller or by a designated subcontractor.",
        "reference_summary": "This Annex is subject to the SCS. They’re applicable to the sale of Services to be performed by the Seller (or a designated subcontractor).",
        "uid": "train_sum0296"
    },
    "train_sum0297": {
        "original_text": "The Customer shall issue to the Seller for each service, an Order with the following information: Order number, Type of work, Price, Type, version and serial number of the Helicopter, Applicable Technical Data, Current configuration and modifications carried out on the Helicopter (incl. STCs), Delivery date of need / Delivery date, Requested release documentation, Invoice address and VAT number",
        "reference_summary": "The orders issued by the Customer to the Seller must contain a number of information.",
        "uid": "train_sum0297"
    },
    "train_sum0298": {
        "original_text": "The Seller shall be bound by its cost estimates, quotations and/or Contracts but shall be entitled to provide supplemental Quotations to the Customer when necessary additional work is identified after the Order Confirmation (e.g. during disassembly, inspection or due to other reasons). For all additional work, the Customer shall notify the Seller of its decision within two (2) working days from the date of submission by the Seller of the proposal pertaining to such extra work. Supplemental Quotation duly signed by the Customer shall constitute the Order Confirmation when received by the Seller.",
        "reference_summary": "The Seller is bound by the cost estimates, quotations and/or Contracts. The Customer must inform within 2 days from the date of submission the Seller of any additional work.",
        "uid": "train_sum0298"
    },
    "train_sum0299": {
        "original_text": "No additional work that is deemed mandatory by the Seller, in particular to regain airworthiness of the Helicopter, may be refused by the Customer. If the Customer refuses said work, the Seller will not be able to conclude the Contract, and in particular release to service and/or grant airworthiness to the Helicopter, in which case the following paragraph will apply.",
        "reference_summary": "Mandatory work (such as tasks related to airworthiness) may not be refused by the Customer.",
        "uid": "train_sum0299"
    },
    "train_sum03": {
        "original_text": "Pursuant to new manufacturing or engineering requirements, obsolescence or new regulations, the Seller shall be entitled to carry out modifications without the consent of the Customer, as long as these modifications do not affect the specification and/or performance and/or delivery time of the Product and/or Services. Should the requirements affect specification and/or performance of the Product and/or Services, related costs and/or delivery time, the Parties shall agree on the contractual consequences.",
        "reference_summary": "The Seller can carry out modifications required by manufacturing / engineering regulations without the Customer’s consent as long as they don’t affect the performance of the Product.",
        "uid": "train_sum03"
    },
    "train_sum030": {
        "original_text": "Prior to Customer’s acceptance activities for new Helicopters, the Seller shall perform production ground and flight tests on Helicopters. Flight tests will not exceed per Helicopter: Twenty (20) flight hours for H125, H130, H135 and H145 or, Thirty (30) flight hours for H160 and H175 or, Fifty (50) flight hours for H215 and H225. Equipment and components may be delivered with up to fifty (50) hours and/or the remaining time of equipment and components may be reasonably affected by the industrial cycle (including the installation of STC equipment in the frame of an EASA Part 145 maintenance organisation approval (or any appropriate equivalent) if any). Additional hours may be flown in the event that development and installation of specific equipment is requested by the Customer. The cost of such additional hours shall be borne by the Customer.",
        "reference_summary": "Before delivery of a new helicopter, the Seller shall perform production ground and flight tests on Helicopters. The Seller shall not exceed a certain amount of hours depending on the helicopter model. Additional hours may be necessary for specific equipment.",
        "uid": "train_sum030"
    },
    "train_sum0300": {
        "original_text": "Where a Contract cannot be concluded, the Seller may return the Helicopter to the Customer at the Customer’s expense. Any costs incurred up to such time, for example due to evaluation, maintaining airworthiness, administration and transport among others, will be invoiced to the Customer.",
        "reference_summary": "If the Contract can’t be concluded, the Seller will return the Helicopter to the Customer at the latter’s expenses along with any other costs incurred by the Seller (evaluation, administration and transport …).",
        "uid": "train_sum0300"
    },
    "train_sum0301": {
        "original_text": "The Customer can provide BFE/CFE parts to the Seller for inclusion in its services if previously agreed with the Seller. The Seller reserves the right to apply a handling charge on BFE/CFE parts. Any delays incurred due to BFE/CFE parts will be added to the agreed TAT / delivery date. The consequences of non-delivery, or late or incomplete delivery, of BFE/CFE parts to be provided by the Customer, or of BFE/CFE parts that do not meet the requirements of the Contract, are at the risk and expense of the Customer, unless the shortcomings can be imputed to the Seller or are caused by force majeure.",
        "reference_summary": "If the Seller agrees, the Customer can provide BFE/CFE parts to the Seller so that the latter can incorporate them in its services. Handling charges may be applied by the Seller in consequence. Any delays incurred by the incorporation of BFE/CFE are added to the delivery date. Any delays, incomplete or late delivery resulting from BFE/CFE parts that do not meet the requirements of the Contract are at the risk and expense of the Customer. Unless these shortcomings are caused by the Seller or a force majeure event.",
        "uid": "train_sum0301"
    },
    "train_sum0302": {
        "original_text": "The Customer shall provide any documentation required by the Seller, if the said documentation is deemed necessary for the integration of the BFE/CFE parts in the Helicopter and/or for the demonstration of the compliance to the Contract requirements. As well, the appropriate airworthiness documentation must to be provided by the Customer.",
        "reference_summary": "The Customer shall provide any documentation (including airworthiness documentation) required by the Seller for the integration of the BFE/CFE parts.",
        "uid": "train_sum0302"
    },
    "train_sum0303": {
        "original_text": "The Seller will inform the Customer of any parts deemed non-repairable or “beyond economical repair” for a return to service. Such parts will be scrapped thirty (30) days after the Customer has been informed unless the Customer requests said parts to be returned to its facility at its expense. The Customer shall bear the costs of evaluating and scrapping such parts or their transport and administration costs in either case.",
        "reference_summary": "If a part is beyond economical repair, the Seller will inform the Customer. The part will be scrapped 30 days after such notice. The Customer may request that such part is sent back to its original manufacturer at its own expense. In either case, the Customer shall bear the costs of evaluating, scrapping and transporting such part.",
        "uid": "train_sum0303"
    },
    "train_sum0304": {
        "original_text": "Unless otherwise specified, the kits originated from SB or STC equipment modification are defined on the basis of the “as-delivered” configuration (i.e. the configuration of the Helicopter at the time of transfer of title to the original customer). For any deviation of the actual configuration that requires the amendment of the SB or the STC installation, the instruction shall be charged to the Customer on a time and material basis.",
        "reference_summary": "Unless otherwise specified, kits from SB or STC equipment modifications are defined on the basis of “as-delivered” configuration. The expenses incurred by any deviation that requires the amendment of the SB or STC installation shall be charged to the Customer.",
        "uid": "train_sum0304"
    },
    "train_sum0305": {
        "original_text": "Unless otherwise specified, the STC is sold to the Customer with the certification(s) as listed in the catalog and specified in the offer. It is the responsibility of the Customer to make sure that such certification(s) is(are) acceptable by its competent airworthiness authority before the installation of the kit. The Seller will provide all reasonable support to the Customer for the additional certification or validation of the existing certification(s) at the latter’s sole expense on a time and material basis.",
        "reference_summary": "Unless otherwise specified, STC is sold to the Customer as specified in the catalog and the offer. The Customer must make sure that STC are airworthiness-compliant before it is installed. At the Customer’s expenses, the Seller will provide reasonable support to certify the kit.",
        "uid": "train_sum0305"
    },
    "train_sum0306": {
        "original_text": "The STC holder of the Product shall keep full responsibility for its own Product type design definition (configuration, definition, necessary changes and continuing airworthiness).",
        "reference_summary": "The STC holder of the Product keeps responsibility for its own Product design.",
        "uid": "train_sum0306"
    },
    "train_sum0307": {
        "original_text": "In case of STC required by the Customer, the Seller does not warrant the compatibility of the STC with future mandatory or non-mandatory modifications.",
        "reference_summary": "If a STC is required by the Customer, the Seller does not warrant its compatibility with future mandatory or non-mandatory modifications.",
        "uid": "train_sum0307"
    },
    "train_sum0308": {
        "original_text": "The Customer shall send the Helicopter logcards and component history data duly completed and certified in due time prior to the arrival of the Helicopter at the Seller’s or subcontractor’s site. Late delivery of these documents can lead to an excusable delay and additional expenses.",
        "reference_summary": "Logcards and component history data must be duly completed and certified before the arrival of the Helicopter at the Seller’s (or subcontractor’s) site. Late delivery of these documents may be considered an excusable delay and produce additional expenses.",
        "uid": "train_sum0308"
    },
    "train_sum0309": {
        "original_text": "Prior to Helicopter handover to the Seller, the Customer shall remove or inhibit any optional system fitted on the Helicopter that is not recognized by the Seller (in certain cases, these operations may be performed by the Customer when handing over the Helicopter).The Customer shall notify all modifications done on the Helicopter after the first delivery of the Helicopter.",
        "reference_summary": "The Customer shall remove or inhibit any optional system fitted on the Helicopter not recognized by the Seller before it is handed over to the Seller as well as inform the latter of any modifications done on the Helicopter since its first delivery.",
        "uid": "train_sum0309"
    },
    "train_sum031": {
        "original_text": "Not later than (1) month prior to the date on which a Helicopter is to be Ready for Acceptance by the Customer, the Seller will provide the Customer with a procedure describing the acceptance process (organization, schedule, documents, etc) and document(s) defining the flight tests that could be performed by the Customer (hereinafter referred to as “Acceptance Test Document(s)”). The purpose of these tests is not to re-perform certification tests. These documents shall be valid for all Helicopters of the same type.",
        "reference_summary": "Not later than 1 month prior to the date on which the Helicopter is to be Ready for Acceptance, the Seller provides to the Customer a procedure describing the acceptance process (Acceptance Test Documents) to let him know what flight test could be performed by the Customer.",
        "uid": "train_sum031"
    },
    "train_sum0310": {
        "original_text": "Helicopter systems and Parts sent to the Seller for repair, inspection, upgrade, retrofit or overhaul shall be shipped by the Customer in adequate wrapping and under Delivered Duty Paid (DDP) Incoterms® 2020 to the Seller’s or subcontractor’s site.",
        "reference_summary": "Helicopter systems and Parts should be sent to the Seller under DDP Incoterm to the Seller’s (or subcontractor’s) site.",
        "uid": "train_sum0310"
    },
    "train_sum0311": {
        "original_text": "If the Customer does not provide the Helicopter in its complete configuration, a list of missing items will be established and appended to the acceptance report. Consequently, the maintenance tasks required by the Seller’s master servicing manual on these installations or components will not be applied by the Seller. However these missing items should modify neither the airworthiness of the equipment, nor the safety of the flights. If the Customer is not able to fulfil these pre-requisite conditions, an agreement between the two Parties should be found through an over and above procedure.",
        "reference_summary": "The Seller will not provide support on the missing items (they will be appended to the acceptance report). These missing items shall not modify the airworthiness state of the equipment or the safety of the flight. If the Customer is not able to fulfill these conditions, an agreement between the Parties must be found.",
        "uid": "train_sum0311"
    },
    "train_sum0312": {
        "original_text": "A handover acceptance report shall be signed by both Parties upon the handover of the Helicopter. Through this document, the Customer shall notably commit to having complied with alert SBs released up to that date and with the Seller’s approved modifications. The Seller will perform an inventory at the arrival of the Helicopter that will be signed by both Parties. This inventory will be appended to the Helicopter handover acceptance report.",
        "reference_summary": "The handover acceptance report shall be signed by both Parties upon handover of the Helicopter. Through this document the Customer commits to having complied with alert SBs. The Seller will perform an inventory of the Helicopter at its arrival, which will be appended to the acceptance report.",
        "uid": "train_sum0312"
    },
    "train_sum0313": {
        "original_text": "At the Seller’s request, and for test flight execution, the Customer can be requested to temporarily suspend its registration mark in order to allow the Seller “permit to fly” deliverance provided by its aviation authority. The Customer can also be requested to obtain approval of the civil licenses of the Seller’s pilots by its aviation authority. In case of objection, any additional costs and/or delays will be charged to the Customer.",
        "reference_summary": "For test flight execution, the Seller may request the Customer to suspend its registration mark. The seller may also request that the Customer obtains civil licenses. In case of objection, any additional costs / delay will be charged to the Customer.",
        "uid": "train_sum0313"
    },
    "train_sum0314": {
        "original_text": "the Seller shall effect and maintain, at its own cost, for the Helicopter and Parts a hangarkeeper liability insurance coverage for an amount not less than the agreed value of the Helicopter or the replacement value of the Parts under the care, custody or control of the Seller.",
        "reference_summary": "Seller shall effect and maintain a hangarkeeper liability insurance for an amount not less than the agreed value of the Helicopter or the replacement value of the Parts under the Seller’s care, custody or control.",
        "uid": "train_sum0314"
    },
    "train_sum0315": {
        "original_text": "The Customer shall effect and maintain, at its own cost, for the Helicopter and Parts: Aviation legal liability insurance including aircraft third party, passenger, baggage, cargo, mail and general third party legal liability insurance (including war and allied risks in accordance with AVN52E) for a combined single limit of not less than the limit a prudent helicopter operator will maintain for similar activities and/or similar types of helicopter. The Customer shall cause the Seller to be named as additional insured; a hull all risks/ spare all risks including war risks and allied perils insurance coverage (LSW555D or equivalent) in respect of the Helicopter and Parts The Customer shall require such hull insurers to waive any and all rights of subrogation that such insurers may or could have against the Seller, its officers, agents and employees by virtue of such insurance contracts for any loss, damage or destruction of the Helicopter and Parts occurring while in the Seller’s care, custody or control except such loss, damage or destruction is caused by the negligence on the part of the Seller, its officers and employees.",
        "reference_summary": "Customer shall effect and maintain at their own cost an aviation legal liability insurance for a combined limit not less than the limit of a prudent helicopter operator & a hull all risks/spare all risks ;",
        "uid": "train_sum0315"
    },
    "train_sum0316": {
        "original_text": "Any applicable deductible shall be borne by the Customer with respect to the above policies. Customer shall furnish to the Seller, prior to the start of any Services, a certificate of insurance compliant with the above provisions and certifying that such policies have been endorsed as follows: (i) the Customer's policies shall be primary and non-contributory to any insurance maintained by Seller; (ii) the Customer’s policies shall contain a severability of interest clause; (iii) such insurance shall not become ineffective, cancelled, or coverage decreased or materially changed in a manner adverse to the additional insured including non-payment of premium by the giving of not less than thirty (30) days’ notice in writing to the Seller (seven (7) days or such lesser period as maybe customarily available in respect of war and allied risks).",
        "reference_summary": "Any applicable deductible shall be borne by the Customer. Prior to the start of any Services by the Seller, the Customer shall furnish the Seller with a certificate of insurance that certifies that the above has been endorsed. The insurance’s protection shall not be decreased in any way before giving at least a 30 days’ notice in writing to the Seller.",
        "uid": "train_sum0316"
    },
    "train_sum0317": {
        "original_text": "Adherence to the delivery date is subject to additional lead time due to potential additional works.",
        "reference_summary": "Adherence to the delivery date may be subject to additional lead time due to potential additional works.",
        "uid": "train_sum0317"
    },
    "train_sum0318": {
        "original_text": "Helicopter and Parts shall be delivered Free Carrier (FCA) Incoterms® 2020 at the Seller’s or subcontractor’s site.",
        "reference_summary": "Helicopters and parts shall be delivered under FCA Incoterms at the Seller’s (or subcontractor’s) site.",
        "uid": "train_sum0318"
    },
    "train_sum0319": {
        "original_text": "Acceptance shall take place within five (5) working days after notification of the completion of Services. A delivery acceptance report shall be signed by both Parties. If a Customer’s acceptance flight is necessary, it will be limited to the standard Seller’s acceptance flight (around one (1) to two (2) flight hour(s) maximum depending on the Helicopter version).",
        "reference_summary": "Acceptance shall take place within 5 days after notification of the completion of services. A delivery acceptance report is signed by both Parties. In case of acceptance flight, it shouldn’t be more than 1 or 2 hours depending on the Helicopter version.",
        "uid": "train_sum0319"
    },
    "train_sum032": {
        "original_text": "Within one (1) week after receipt of the Ready for Acceptance notice, the Customer shall send to the Seller the information required from the Customer's representatives in order to be admitted to the Seller's premises. The Customer warrants that any representative it designates to perform such acceptance is duly empowered to act on behalf of the Customer for this purpose. The Customer’s inspection team shall not exceed three (3) persons.",
        "reference_summary": "Within 1 week of the receipt of the Ready for Acceptance notice, the Customer shall send the relevant information to be admitted to the Seller’s premises.",
        "uid": "train_sum032"
    },
    "train_sum0320": {
        "original_text": "The Seller is entitled to store the Helicopter or Parts and to invoice mooring and storage costs. Storage may be outside of a hangar. Resulting costs must be paid prior to delivery. The Seller may only be held liable for damage incurred during mooring and storage in cases of gross negligence or willful misconduct.",
        "reference_summary": "The Seller can store the Helicopter and to invoice storage costs. Storage may be outside of a hangar and the resulting costs must be paid prior to delivery. Seller is liable for damages incurred during storage or in case of gross negligence misconduct.",
        "uid": "train_sum0320"
    },
    "train_sum0321": {
        "original_text": "Additional works shall be subject to separate payments as follows: An initial down payment of thirty (30) per cent of the amount of the said over and above works no later than fifteen (15) calendar days after the said over and above works Order Confirmation, The balance of the total contractual amount of the said over and above works at the time of the completion of the said additional works and in any case prior to Helicopter delivery.",
        "reference_summary": "Additional works shall be paid as following: 30% of the contractual value no less than 15 days after the said over and above works Order Confirmation ; The remaining contractual amount at the time of the completion of the additional works (and always before the Helicopter delivery).",
        "uid": "train_sum0321"
    },
    "train_sum0322": {
        "original_text": "For maintenance, repair and overhaul services, official recognition that the Service has satisfied the quality assurance procedures is attested by the issuance of the certificate of release to service (as mentioned in Part 145 regulations).",
        "reference_summary": "The Service’s compliance with quality assurance procedures is attested through the certificate of release to service.",
        "uid": "train_sum0322"
    },
    "train_sum0323": {
        "original_text": "The release applies to all maintenance tasks listed in the respective maintenance work report. It certifies that the work specified was carried out in accordance with the applicable 145 regulation for which the Seller and/or its subcontractor is approved, unless otherwise specified, and that the Helicopter is considered ready for release to service with respect to that work.",
        "reference_summary": "It applies to all the maintenance tasks described in the maintenance work report and certifies that they were all carried out in compliance with Part 145 regulations.",
        "uid": "train_sum0323"
    },
    "train_sum0324": {
        "original_text": "The Seller warrants the application of the instructions and directives specified in the Technical Data which may be supplemented by Customer's requests provided they don’t conflict with the Technical Data and the applicable regulation.",
        "reference_summary": "The Seller warrants the application of the Customer’s requests along with the relevant regulation as well as the instructions and directives of the Technical Data.",
        "uid": "train_sum0324"
    },
    "train_sum0325": {
        "original_text": "If some Parts are declared as non-airworthy by the Seller and returned to the Customer, the Seller waives all liability on said Parts which shall be scrapped under Customer’s responsibility and expenses. In such case and without any formal request from the Customer in the repair Order or any other documents considered as contractual, said Parts will be recorded and identified as unserviceable by the Seller according to the Seller’s applicable procedures (record of the scrapped Part in the Seller’s database, identification of the Parts through “unserviceable” tag and identification of the Parts with a triangle scrapping mark when possible).",
        "reference_summary": "Parts declared non-airworthy and returned to the Customer will be identified and designated as unserviceable. The Seller waives all liability regarding those Parts.",
        "uid": "train_sum0325"
    },
    "train_sum0326": {
        "original_text": "All imperative or mandatory modifications as mentioned in the Technical Data will be systematically applied at Customer’s charge. All necessary work to ensure continuous airworthiness of the Parts will be systematically applied by the Seller at Customer’s expense. If the Customer formally requires not applying some applicable airworthiness directives of a Part, the Seller will deliver the said Part only with a Certificate of Conformity but without granting airworthiness.",
        "reference_summary": "All mandatory modifications mentioned in the Technical Data along any work ensuring airworthiness will be applied at Customer’s expenses. The Seller will deliver a Certificate of Conformity without granting airworthiness if the Customer formally requires the non-application of some airworthiness directive.",
        "uid": "train_sum0326"
    },
    "train_sum0327": {
        "original_text": "These general purchasing conditions (hereinafter referred to as \"General Conditions\") are applicable to all purchase orders placed by Airbus Helicopters (hereinafter referred to either “Purchaser” or “Airbus Helicopters”) for products and/or services (hereinafter referred to as \"Products\" and \"Services\") with a supplier, service provider or subcontractor (hereinafter referred to as \"Supplier\").",
        "reference_summary": "These general purchasing conditions are applicable to all purchase orders placed by Airbus Helicopters for product and/ or services with a supplier, service provider or subcontractor.",
        "uid": "train_sum0327"
    },
    "train_sum0328": {
        "original_text": "Unless otherwise stipulated in the purchase order, prices are firm and fixed, exclusive of Value Added Tax (VAT), sales taxes or turnover taxes, and inclusive of packaging.",
        "reference_summary": "Unless otherwise stipulated, prices are firm and without taxes.",
        "uid": "train_sum0328"
    },
    "train_sum0329": {
        "original_text": "Subject to acceptance of Products and Services, payment shall be made to the Supplier’s nominated bank account within thirty (30) days from the end of the month in which the invoice is issued, paid the tenth (10th) day of the next calendar month (30EOM10).",
        "reference_summary": "Payments shall be made to the supplier’s bank account within thirty days from the end of the month in which the invoice is issued, paid on the tenth day of the next calendar month.",
        "uid": "train_sum0329"
    },
    "train_sum033": {
        "original_text": "The acceptance activities by the Customer shall not exceed, per Helicopter: One (1) day for H125, H130, H135 and H145, or Two (2) days for H160, or Three (3) days for H175, H215 and H225.   The Customer shall bear its own expenses and costs related to the Customer acceptance activities including but not limited to travel and accommodation of its representatives during this process.",
        "reference_summary": "Expenses related to the acceptance activities (traveling, accommodation …) are borne by the Customer.",
        "uid": "train_sum033"
    },
    "train_sum0330": {
        "original_text": "If any amount due to the Supplier remains unpaid after the date on which it is payable (the “Due Date”), the Supplier shall be entitled to charge interest on such sum from the Due Date until the actual date of payment of such a sum at a rate of three times the legal interest rate (“taux d’intérêt légal”) in force at the time when the payment should have been made. The penalties are due the day after the payment date set out by the invoice, without any notice being necessary.",
        "reference_summary": "In case of non-payment after the due date, the supplier shall be entitled to charge interest from the due date until the payment date at a rate of three times the legal interest rate in force at the time when payment should have been made.",
        "uid": "train_sum0330"
    },
    "train_sum0331": {
        "original_text": "In addition to the late payment interest, the Supplier shall be entitled to charge a lump sum for the collection expenses up to an amount of forty (40) euros in accordance with article L441.6 of the French Code de Commerce.",
        "reference_summary": "The supplier shall be entitled to charge a lump sum for the collection expenses up to an amount of forty euros.",
        "uid": "train_sum0331"
    },
    "train_sum0332": {
        "original_text": "Moreover, the Supplier shall comply with the Quality Requirements which are defined in the following documents",
        "reference_summary": "The supplier shall comply with the Quality Requirements.",
        "uid": "train_sum0332"
    },
    "train_sum0333": {
        "original_text": "Its DMS is maintained in conformity and is used as a basic working document within its design organization",
        "reference_summary": "Its DMS is maintained in conformity.",
        "uid": "train_sum0333"
    },
    "train_sum0334": {
        "original_text": "All personnel including sub-tier(s)’ personnel are aware of the processes described in its DMS and comply with the requirements of its DMS",
        "reference_summary": "Personal are aware of the processes described in its DMS and comply with the requirements.",
        "uid": "train_sum0334"
    },
    "train_sum0335": {
        "original_text": "without an agreed deviation from Airbus Helicopters, all design deliverables are compliant with contractual specifications, and the design justification reports are accurate and faithful",
        "reference_summary": "All design deliverables are compliant with contractual specifications.",
        "uid": "train_sum0335"
    },
    "train_sum0336": {
        "original_text": "its design organization has sufficient staff in numbers, competence, experience and with the appropriate authorisations to be able to discharge its allocated responsibilities",
        "reference_summary": "Its design organization had the appropriate authorisations to be able to discharge its responsibility.",
        "uid": "train_sum0336"
    },
    "train_sum0337": {
        "original_text": "the design organization allow Airbus Helicopters and the Authorities to make any investigations, including investigations of Sub-tier(s), necessary to determine compliance and continued compliance with the applicable requirements of AIRBUS HELICOPTERS",
        "reference_summary": "Airbus and the Authorities are allowed to make any investigations",
        "uid": "train_sum0337"
    },
    "train_sum0338": {
        "original_text": "For Build to Print products, the Supplier shall ensure that all standard (raw material and parts), special processes and test methods used for the manufacturing of aeronautical Products and Services are purchased from Airbus Helicopters approved sources (for detailed requirement see ER070 06-01 Appendix B).",
        "reference_summary": "For Build to Print, the Supplier shall ensure that all standards are purchased from Airbus Helicopters approved.",
        "uid": "train_sum0338"
    },
    "train_sum0339": {
        "original_text": "The Supplier is responsible for the quality of its supplies and shall ensure the conformity of the delivered Products and/or Services with the Specification, in particular by means of pre-delivery inspections and final tests. In case of nonconformity, according to ER070 06-01 §10, the Supplier shall submit to the Purchaser  all relevant \"Notification of Product Quality Escape\",  perform all needed  root-cause analysis and take all necessary corrective and preventive actions.",
        "reference_summary": "The Supplier is responsible for the quality of its supplies and shall ensure the conformity of the delivered Products and/ or Services with the specification.",
        "uid": "train_sum0339"
    },
    "train_sum034": {
        "original_text": "During the Customer’s acceptance activities, acceptance flights may be performed, the combined time of which shall not exceed per Helicopter one (1) flight hour for H125, H130, H135 and H145 Helicopters and two (2) flight hours for H160, H175, H215 and H225 Helicopters.",
        "reference_summary": "Flights may be performed during the Customer’s acceptance activities, which should not exceed a certain number of hours depending on the helicopter type.",
        "uid": "train_sum034"
    },
    "train_sum0340": {
        "original_text": "In the event of technical and / or administrative non-conformities as defined in ER070 06-01 APPENDIX F; the Purchaser shall be entitled for liquidated damages in case of: Technical non-conformity: i) In the amount of 400€ per non-conformity if the non-conformity is detected before integration on a sub-assembly or on the helicopter, ii) In the amount of 1500€ per non-conformity if the non-conformity is detected after integration on a sub-assembly or on the helicopter. Administrative non-conformity: in the amount of 300€ per non-conformity whenever the non-conformity is detected in Purchaser’s premise.",
        "reference_summary": "In case of non-conformities, the Purchaser shall be entitled for liquidated damages in case of: Technical non-conformity, Administrative non-conformity",
        "uid": "train_sum0340"
    },
    "train_sum0341": {
        "original_text": "The Supplier shall not acquire any legal or beneficial interest in any property supplied to it by the Purchaser for performance of work on the purchase order.",
        "reference_summary": "The supplier shall not acquire any interest in any property supplied to it by the Purchaser for performance of work on the purchase order.",
        "uid": "train_sum0341"
    },
    "train_sum0342": {
        "original_text": "Any such property possessed or controlled by the Supplier shall be held at the Supplier’s risk, stored and booked separately from other property, maintained at the Supplier’s expense, clearly marked as the Purchaser’s property and only used by the Supplier for the performance of the purchase order.",
        "reference_summary": "The supplier shall not acquire any interest in any property supplied to it by the Purchaser for performance of work on the purchase order.",
        "uid": "train_sum0342"
    },
    "train_sum0343": {
        "original_text": "The Supplier shall not subcontract any of its obligations under the purchase order unless otherwise agreed in writing by Airbus Helicopters. In any case, Supplier shall remain liable to Airbus Helicopters for performance of the purchase order irrespective of whether the purchase order is performed by Supplier or by its subcontractors.",
        "reference_summary": "The Supplier shall not subcontract any of its obligations otherwise agreed in writing by Airbus Helicopters. Supplier shall remain liable to Airbus Helicopters.",
        "uid": "train_sum0343"
    },
    "train_sum0344": {
        "original_text": "Request the Purchaser to complete an end user statement as required by the relevant authority or as provided by the Purchaser.",
        "reference_summary": "Request the Purchaser to complete an end user statement.",
        "uid": "train_sum0344"
    },
    "train_sum0345": {
        "original_text": "Provide the Purchaser, upon request, with any information, declarations and certifications required by the applicable Export Regulations, including those related to employees and subcontractors, if any, in the form set out in the “Compliance Declaration Template for Third Party Export Control Items Access Control” as available on the Airbus portal for suppliers, and/or to comply with the Purchaser’s accreditation process for Export Regulations access control compliance to authorize access to any export controlled information, when required",
        "reference_summary": "Provide the Purchaser, any information, declarations and certifications required by the applicable Export Regulations",
        "uid": "train_sum0345"
    },
    "train_sum0346": {
        "original_text": "prior to submission to the competent export control authority and upon request, provide the Purchaser with the Export Authorisation application and any amendments",
        "reference_summary": "Prior to submission to the competent export control authority  provide the Purchaser with the Export Authorisation application and any amendments",
        "uid": "train_sum0346"
    },
    "train_sum0347": {
        "original_text": "as soon as possible and before the Product and/or Service first delivery, provide the Purchaser with a copy of any obtained Export Authorisation, including all applicable provisos/conditions, and/or any correspondence issued by any export control authority that relate to the execution of the purchase order and/or to the obligations of the Purchaser",
        "reference_summary": "Before the first delivery, provide the Purchaser with a copy of any obtained Export Authorisation",
        "uid": "train_sum0347"
    },
    "train_sum0348": {
        "original_text": "provide for each delivery of tangible and/or intangible Product and/or Service, the applicable: Export Regulations, the Export Control Classification, and when applicable, the Export Authorisation number, referenced in the shipping documents for the tangible, and directly in any documents/files for the intangible. If there is no marking, the Purchaser will consider the Product and/or Service not export control classified",
        "reference_summary": "Provide for each delivery: Export, Regulations, the Export Control, and Classification. If there is no marking, the Purchaser will consider the Product and/or Service not export control classified",
        "uid": "train_sum0348"
    },
    "train_sum0349": {
        "original_text": "in the case of military purchase, seek the Purchaser’s review and approval of the provisions of the U.S. Technical Assistance Agreements (“TAA”) or Manufacturing License Agreement (“MLA”) prior to being submitted to the U.S. export authorities, should one (1) or more TAA or MLA be required for the fulfillment of the purchase order.",
        "reference_summary": "In case of military purchase, seek the Purchaser’s review and approval of the provisions of the US",
        "uid": "train_sum0349"
    },
    "train_sum035": {
        "original_text": "Acceptance flights will follow the format and procedures described in the Acceptance Test Document(s) provided by the Seller and shall be carried out under the responsibility of a Seller's pilot acting as pilot in command.",
        "reference_summary": "Acceptance flights are carried out under the Seller’s responsibility.",
        "uid": "train_sum035"
    },
    "train_sum0350": {
        "original_text": "In the event of Supplier's failure to comply with its obligations under this Article 7 “Export Control”, the Supplier shall, within a timeframe defined by the Purchaser and according to the defined technical specifications, replace or modify the relevant impacted Product and/or Service in compliance with the applicable Export Regulations.",
        "reference_summary": "In the event of Supplier’s failure to comply with its obligations, the Supplier shall replace or modify the relevant impacted Product and/ or Service in compliance with the applicable Export Regulations.",
        "uid": "train_sum0350"
    },
    "train_sum0351": {
        "original_text": "In the event that (i) the Supplier becomes, directly or indirectly, subject to any sanctions or embargo lists according to Export Regulations and/or (ii) the performance of a Party’s obligations under this purchase order would constitute a breach of Export Regulation, the Purchaser shall be entitled to: suspend performance of its obligations under the purchase order without prior notice and with immediate effect; and/or terminate the purchase order with a prior written notice and with immediate effect in accordance with Article 14.1 “Termination for Supplier’s Default”; in each case, without any liability for the Purchaser.",
        "reference_summary": "In the event that the Supplier becomes, subject to any sanctions or embargo lists according to Export Regulations and/or the performance of a Party’s obligations under this purchase order would constitute a breach of Export Regulation, the Purchaser shall: Suspend performance of its obligations, Terminate the purchase order with a prior written notice and with immediate effect.",
        "uid": "train_sum0351"
    },
    "train_sum0352": {
        "original_text": "The Product or Service due delivery date is indicated on the purchase order. Deliveries shall be made FCA in accordance with ICC Incoterms 2020 at the location indicated in the purchase order, or failing that at Airbus Helicopters’ premises except as otherwise agreed between the Parties. The relevant certificate of conformity, duly signed, must be enclosed in the delivery note.",
        "reference_summary": "The delivery is indicated on the purchase order. Deliveries shall be made at the location indicated in the purchase order. The relevant certificate of conformity, signed, must be enclosed in the delivery note.",
        "uid": "train_sum0352"
    },
    "train_sum0353": {
        "original_text": "Supplier hereby undertakes to inform Airbus Helicopters in writing without undue delay of any foreseeable or noted delay in performance of its obligations.",
        "reference_summary": "Supplier undertakes to inform Airbus Helicopters in writing of any foreseeable or noted delay in performance of its obligations.",
        "uid": "train_sum0353"
    },
    "train_sum0354": {
        "original_text": "Except in case of force majeure, any delay including delivery under warranty will entitle Airbus Helicopters to apply liquidated damages for late delivery as of the first day after the due delivery date in the amount of 2 % per day of the delayed Product or Service price up to a maximum of 15% of the total value of the purchase order.",
        "reference_summary": "Airbus Helicopters shall be entitled to invoice liquidated damages for delay or may reduce any such liquidated damages from its payment obligations.",
        "uid": "train_sum0354"
    },
    "train_sum0355": {
        "original_text": "Supplier hereby warrants that Products and Services comply with the contractual specifications, the state of the art, and are free from defects in design, material or workmanship.",
        "reference_summary": "Supplier warrants that Products and Services comply.",
        "uid": "train_sum0355"
    },
    "train_sum0356": {
        "original_text": "This warranty shall remain valid for a period of 36 months from the date on which Products and Services are accepted by Airbus Helicopters.",
        "reference_summary": "This warranty shall remain valid 36 months from the date on which Products and Services are accepted by Airbus Helicopters.",
        "uid": "train_sum0356"
    },
    "train_sum0357": {
        "original_text": "The Supplier shall supply spare parts to Airbus Helicopters under reasonable conditions throughout the period of the usual technical lifetime of the Product.",
        "reference_summary": "The Supplier shall supply spare parts to Airbus Helicopters throughout the period of the usual technical lifetime of the Product.",
        "uid": "train_sum0357"
    },
    "train_sum0358": {
        "original_text": "All intellectual property created as a result of the work undertaken by the Supplier or its subcontractors for the purpose of the purchase order shall automatically be transferred to the Purchaser and all such rights shall vest in and be the sole and exclusive property of the Purchaser.",
        "reference_summary": "All intellectual property shall automatically be transferred to the Purchaser and all such rights shall vest in and be the sole and exclusive property of the Purchaser.",
        "uid": "train_sum0358"
    },
    "train_sum0359": {
        "original_text": "For the full effect of the foregoing, the Supplier hereby assigns, and shall cause its employees, agents and contractors to assign, to the Purchaser such intellectual property created as a result of the work",
        "reference_summary": "The Supplier assigns to the Purchaser such intellectual property created as a result of the work, as soon as created.",
        "uid": "train_sum0359"
    },
    "train_sum036": {
        "original_text": "Unless a major deviation from the specification is found during the Customer’s acceptance, the Customer shall accept the Helicopters as being in conformity with the contractual specifications. The acceptance shall be acknowledged by the Customer's signature of an acceptance certificate, designated as “Acceptance Protocol” and/or “Acceptance and Transfer of Ownership Protocol”. As indicated in the Ready for Acceptance notice, if the acceptance certificate is not signed within the above acceptance time period, and without such absence of signature being duly justified in writing explaining the precise reason of the rejection and the contractual grounds thereof, or if the Customer does not attend the acceptance procedure, the acceptance shall be deemed to have been granted by the Customer after the above mentioned time period.",
        "reference_summary": "Unless a major deviation from the specifications is found during the acceptance activities, the Customer accepts the Helicopter as being in conformity with the contract through the Customer’s signature of an acceptance certificate. If it is not signed within the acceptance time period (or if the absence of signature isn’t duly justified), the acceptance shall be deemed granted.",
        "uid": "train_sum036"
    },
    "train_sum0360": {
        "original_text": "Anyway, the Supplier undertakes to execute any assignment or other documentation necessary to give effect to the transfer of the intellectual property created as a result of the work undertaken by the Supplier or its subcontractors for the purpose of the purchase order to the Purchaser.",
        "reference_summary": "The Supplier undertakes to execute any assignment or other documentation necessary to give effect to the transfer of the intellectual property created.",
        "uid": "train_sum0360"
    },
    "train_sum0361": {
        "original_text": "The Supplier shall conclude and maintain with insurers of recognized reputation and security adequate insurance policies to cover its liabilities under the purchase orders issued by Airbus Helicopters.",
        "reference_summary": "The Supplier shall conclude and maintain with insurers to cover its liabilities under the purchase orders issued by Airbus Helicopters.",
        "uid": "train_sum0361"
    },
    "train_sum0362": {
        "original_text": "In case of breach by Supplier of any of its obligations, Airbus Helicopters hereby reserves the right, if the breach is not remedied within 30 (thirty) days from Airbus Helicopters’ written notice, to terminate all or part of the purchase order for default of the Supplier without prejudice to Airbus Helicopters’ right to claim damages and any other remedies which Airbus Helicopters may have at law or under the purchase order.",
        "reference_summary": "In case of breach by Supplier, Airbus Helicopters hereby reserves the right, to terminate all or part of the purchase order for default of the Supplier without prejudice to Airbus Helicopters’ right to claim damages and any other remedies.",
        "uid": "train_sum0362"
    },
    "train_sum0363": {
        "original_text": "In case of property supplied by the Purchaser, the Supplier must undertake all costs of transfer, installation and adaptation of such Products and/or Services to Airbus Helicopters’ premises or to another supplier’s site.",
        "reference_summary": "In case of property supplied by the Purchaser, the Supplier must undertake all costs.",
        "uid": "train_sum0363"
    },
    "train_sum0364": {
        "original_text": "Airbus Helicopters shall be entitled to terminate the purchase order by providing 30 (thirty) days written notice in the event of a significant modification in Supplier's share capital / in case of a change of control.",
        "reference_summary": "Airbus Helicopters shall be entitled to terminate the purchase order by providing written notice in the event of a significant modification in Supplier’s share capital/ in case of a change of control.",
        "uid": "train_sum0364"
    },
    "train_sum0365": {
        "original_text": "In the event of interruption, cessation or reduction of the Purchaser's development and / or manufacturing activities with respect to the helicopter program, notably in case of insufficient purchase orders from the operator and/or termination or cancellation of operator's purchase orders or contracts in progress, the Purchaser may terminate the purchase order (in whole or in part) by giving a sixty (60) Days prior written notice of termination to the Supplier.",
        "reference_summary": "In the event of interruption, cessation or reduction of the Purchaser’s development and/ or manufacturing activities, the Purchaser may terminate the purchase order by giving a sixty Days prior written notice of termination to the Supplier.",
        "uid": "train_sum0365"
    },
    "train_sum0366": {
        "original_text": "The following information shall hereinafter be referred to as \"Confidential Information\".",
        "reference_summary": "This article defines Confidential Information.",
        "uid": "train_sum0366"
    },
    "train_sum0367": {
        "original_text": "Each Party undertakes to the other that it shall keep the Confidential Information secret and will use it exclusively for the purpose of the purchase order and shall not disclose any Confidential Information to any third party, without the other Party's written consent, except as permitted under this Article or elsewhere in the purchase order.",
        "reference_summary": "Each Party undertakes to keep the Confidential Information secret and will use it exclusively for the purpose of the purchase order and shall not disclose any Confidential Information to any third party.",
        "uid": "train_sum0367"
    },
    "train_sum0368": {
        "original_text": "Each Party may disclose Confidential Information only to its directors and employees and, in Airbus Helicopters’ case, to any of its consultants, customers and its affiliated companies, to the extent that such disclosure is limited to and necessary for the proper performance of the purchase order and provided always that before making any such disclosure the Party making the disclosure in each case procure that each of such third parties is bound by similar obligations of confidentiality.",
        "reference_summary": "Each Party may disclose Confidential Information necessary for the proper performance of the purchase order and provide the Party with the disclosure that each of such third parties is bound by similar obligations of confidentiality.",
        "uid": "train_sum0368"
    },
    "train_sum0369": {
        "original_text": "Any mention by the Supplier of the corporate name or trademarks of Airbus Helicopters in advertising material, references, credentials or other publications shall require prior written consent by Airbus Helicopters.",
        "reference_summary": "Any mention by the Supplier of the corporate name or trademarks of Airbus Helicopters shall require prior written consent by Airbus Helicopters.",
        "uid": "train_sum0369"
    },
    "train_sum037": {
        "original_text": "A Certificate of Conformity or equivalent document is issued by the manufacturer or Seller for Products other than the Helicopters.",
        "reference_summary": "For Products other than Helicopters, a Certificate of Conformity is issued by the Seller.",
        "uid": "train_sum037"
    },
    "train_sum0370": {
        "original_text": "Supplier shall ensure its compliance and the compliance of all Products and Services with all applicable laws and/or regulations as amended from time to time",
        "reference_summary": "Supplier shall ensure its compliance with the applicable laws and/ or regulations.",
        "uid": "train_sum0370"
    },
    "train_sum0371": {
        "original_text": "Supplier shall ensure that the foregoing provisions are included in all contracts to be entered into with its subcontractors according to Article 6 “Subcontracting” of the purchase order.",
        "reference_summary": "Supplier shall ensure that the provisions are included in all contracts to be entered into with its subcontractors.",
        "uid": "train_sum0371"
    },
    "train_sum0372": {
        "original_text": "Supplier shall report immediately to the Purchaser any violation of applicable laws and regulations with respect to the execution and/or the performance of the purchase order by itself or its affiliates, subsidiaries, executives, employees, agents or any individuals or companies that may be involved in performing the purchase order.",
        "reference_summary": "Supplier shall report immediately to the Purchaser any violation of applicable laws and regulations.",
        "uid": "train_sum0372"
    },
    "train_sum0373": {
        "original_text": "Should the Supplier fail to comply with such laws and/or regulations, the Supplier shall indemnify and hold harmless the Purchaser from and against all consequences of such failure.",
        "reference_summary": "Should the Supplier fail to comply with such laws and/ or regulations, the Supplier shall indemnify the Purchaser.",
        "uid": "train_sum0373"
    },
    "train_sum0374": {
        "original_text": "If the Supplier does not comply with its obligations under Article 17 \"Compliance\", the Purchaser then reserves the right to terminate the purchase order pursuant to Article 14.1 “Termination for Supplier’s Default”.",
        "reference_summary": "If the Supplier does not comply with its obligations, the Purchaser reserves the right to terminate the Purchase order.",
        "uid": "train_sum0374"
    },
    "train_sum0375": {
        "original_text": "Supplier, its executives, employees, agents and any individuals or companies that may be involved in the execution and/or the performance of the purchase order shall comply with all governmental statutes, laws, rules and regulations, including but not limited to all local and international anti-corruption laws applicable to the performance of its obligations and activities under this purchase order.",
        "reference_summary": "Supplier shall comply with all governmental statutes, laws, rules and regulations.",
        "uid": "train_sum0375"
    },
    "train_sum0376": {
        "original_text": "offering, promising, arranging for or paying, either directly or indirectly, anything of value (including but not limited to monies, gifts and entertainment and special favors) to any individuals, including Public Officials, for the purpose of improperly inducing that individual to perform or fail to perform his/her official duties, or to assist the Supplier or Purchaser in obtaining business, retaining business or securing any improper advantage",
        "reference_summary": "Offering, promising, arranging for or paying, anything of value to any individuals",
        "uid": "train_sum0376"
    },
    "train_sum0377": {
        "original_text": "offering or paying unofficial payments to Public Officials to speed up or obtain routine governmental actions (including but not limited to obtaining permits, licenses, or other official documents; processing governmental papers, such as visas and work orders; providing police protection, mail pick-up and delivery, or scheduling inspections associated with contract performance or transit of goods across country)",
        "reference_summary": "Offering or paying unofficial payments to Public Officials to speed up or obtain routine governmental actions",
        "uid": "train_sum0377"
    },
    "train_sum0378": {
        "original_text": "Supplier shall ensure that the foregoing provisions are included in all contracts to be entered into with its subcontractors according to Article 6 “Subcontracting” of the purchase order.",
        "reference_summary": "Supplier shall ensure that the foregoing provisions are included in all contracts.",
        "uid": "train_sum0378"
    },
    "train_sum0379": {
        "original_text": "If the Supplier does not comply with its obligations under Article 18 \"Anti-corruption\", the Purchaser then reserves the right to terminate the purchase order pursuant to Article 14.1 “Termination for Supplier’s Default”.",
        "reference_summary": "If the Supplier does not comply with its obligation, the Purchaser then reserves the right to terminate the purchase order.",
        "uid": "train_sum0379"
    },
    "train_sum038": {
        "original_text": "With regards to Products other than Helicopters, the Customer shall check and notify any defect and/or non-conformity with the Order and/or missing associated documentation in a documented registered letter: within twenty one (21) calendar days as from the date the Seller has notified that the Product is ready to be collected, or in case of Products delivered CIP or DAP Incoterms® 2020, the time frames for acceptance are the following: forty eight (48) hours for AOG Orders, fifteen (15) calendar days after delivery for Training Items and/or Technical Data and claims against the carrier shall be made within three (3) working days as from the date of receipt of the Product.",
        "reference_summary": "The Customer shall check and notify any defect or non-conformity within a period of time depending on the delivery mean.",
        "uid": "train_sum038"
    },
    "train_sum0380": {
        "original_text": "The Supplier shall protect Airbus Helicopters Information, data and/or assets made available to the Supplier in the context of this purchase order from loss, destruction, falsification, corruption, unauthorized access and unauthorized release.",
        "reference_summary": "The Supplier shall protect Airbus Helicopters Information.",
        "uid": "train_sum0380"
    },
    "train_sum0381": {
        "original_text": "The Supplier shall ensure that the access to the Purchaser’s system or the access to the systems on which Airbus Helicopters Information is accessed and/or processed, are controlled by appropriate methods and controls.",
        "reference_summary": "The Supplier shall ensure that the access to the Purchaser’s system is controlled by appropriate methods and controls.",
        "uid": "train_sum0381"
    },
    "train_sum0382": {
        "original_text": "The Supplier shall use all care and means available, including any “state of the art” technology (e.g. hardening guidelines, malwares protection and/or intrusion detection), to prevent intrusion of malicious codes on all its systems, equipment, storage media and infrastructure (e.g. servers and/or email gateways).",
        "reference_summary": "The Supplier shall prevent intrusion of malicious codes on all its systems, equipment, storage media and infrastructure.",
        "uid": "train_sum0382"
    },
    "train_sum0383": {
        "original_text": "The Supplier shall implement a comprehensive and approved security incident management process that includes detection and reaction on cases such as lost or stolen equipment, mistakes by users/personnel, access violations, malware/ransomware, hacking and email phishing. The Supplier shall investigate and report to the Purchaser any observed or suspected security weakness or any incident that may potentially affect the Purchaser’s systems and/or Airbus Helicopters Information in regards to the purchase order.",
        "reference_summary": "The Supplier shall implement a comprehensive and approved security incident management process. The Supplier shall investigate and report to the Purchaser any observed or suspected security weakness or any incident.",
        "uid": "train_sum0383"
    },
    "train_sum0384": {
        "original_text": "On request, the Supplier shall nominate to the Purchaser a point of contact in its organization (including back-up), that is responsible for routine collaboration and incident reporting.",
        "reference_summary": "On request, the Supplier shall nominate to the Purchaser a point of contact in its organization that is responsible for routine collaboration and incident reporting.",
        "uid": "train_sum0384"
    },
    "train_sum0385": {
        "original_text": "The Purchaser shall have the right through its internal or external auditors or assessors, to audit on-site or remote during normal business hours, the means implemented by the Supplier and/or its subcontractors in order to ensure compliance with laws and regulations regarding quality and manufacturing processes, anti-corruption, export control, data protection and sustainability.",
        "reference_summary": "The Purchaser shall have the right to audit the means implemented by the Supplier and/or its subcontractors in order to ensure compliance with laws and regulations regarding quality and manufacturing processes, anti-corruption, export control, data protection and sustainability.",
        "uid": "train_sum0385"
    },
    "train_sum0386": {
        "original_text": "The Purchaser, the Aviation Authorities and the Operator(s), as applicable, shall be entitled to inspect the Products and Services at the Supplier’s facilities and the Supplier shall grant access to the Purchaser, the Aviation Authorities and the Operator(s) to its facilities and ensure access to those facilities of its suppliers and subcontractors, if any, at reasonable times.",
        "reference_summary": "The Purchaser, shall be entitled to inspect the Products and Services at the Supplier’s facilities and the Supplier shall grant access to the Purchaser, Aviation Authorities and Operators to its facilities.",
        "uid": "train_sum0386"
    },
    "train_sum0387": {
        "original_text": "Without prejudice to Article 7 “Compliance”, Article 12 “Intellectual Property Rights”, Article 15 “Confidentiality” and those related to information security, import and export, the Airbus Supplier Code of Conduct (available on the Airbus Homepage under Supplier Code of Conduct), which has either been already accepted by the Supplier through the signature of the commitment letter included in the Airbus Supplier Code of Conduct, or - if not officially accepted by the Supplier through the signature of the commitment letter so far - shall be deemed accepted by the Supplier with acknowledgement of the purchase order,  hereby applies  to the purchase order.",
        "reference_summary": "The Airbus Supplier Code of Conduct shall be deemed accepted by the Supplier.",
        "uid": "train_sum0387"
    },
    "train_sum0388": {
        "original_text": "The Supplier shall comply with the sustainability requirements as set out in the Specific Conditions, if any.",
        "reference_summary": "The Supplier shall comply with the sustainability requirements.",
        "uid": "train_sum0388"
    },
    "train_sum0389": {
        "original_text": "The Purchaser shall be entitled to assign or transfer at any time all or part of its rights, warranties, benefits, remedies and obligations under the purchase order to any third party.",
        "reference_summary": "The Purchaser shall be entitled to assign or transfer all or part of its rights.",
        "uid": "train_sum0389"
    },
    "train_sum039": {
        "original_text": "Any return of Products with defect and/or non-conformity shall be subject to the Seller’s prior written approval and shall be packed with the original or appropriate packing and freighted in accordance with the Seller’s instructions.",
        "reference_summary": "Any return of Products with defect / non-conformity is subject to the Seller’s prior written approval.",
        "uid": "train_sum039"
    },
    "train_sum0390": {
        "original_text": "The Supplier shall not assign or transfer any of its benefits, rights, remedies and/or obligations under the purchase order to a third party without the prior written consent of the Purchaser.",
        "reference_summary": "The Supplier shall not assign or transfer any of its rights to a third party without the written consent of the Purchaser.",
        "uid": "train_sum0390"
    },
    "train_sum0391": {
        "original_text": "These General Conditions and the relevant purchase order shall be governed and construed and shall take effect in accordance with the laws of France, excluding the application of the 1980 “United Nations Convention on Contracts for the International Sales of Goods”.",
        "reference_summary": "These conditions are governed with the laws of France.",
        "uid": "train_sum0391"
    },
    "train_sum0392": {
        "original_text": "In the event of any dispute, controversy, or claim (a “Dispute”) arising out of or in connection with this purchase order including any questions regarding its existence, validity or termination, the Parties shall make every effort to resolve the Dispute amicably within a period of three (3) months following written notification of a Dispute by one to the other, including through mediation.",
        "reference_summary": "In the event of any dispute, the Parties shall make every effort to resolve the Dispute amicably including through mediation.",
        "uid": "train_sum0392"
    },
    "train_sum0393": {
        "original_text": "Where a dispute relating to this purchase order entered into by and between the Purchaser and operators or customers is submitted to court proceedings or arbitration as provided for in such contracts, and such dispute relates to all or part of the Products and/or Services provided by the Suppliers and/or those of its subcontractors, the Supplier hereby agrees, at Purchaser’s discretion: either to provide to the Purchaser at Supplier’s expense all assistance to support the Purchaser’s claim or defense including but not limited to, by providing evidences, as well as its written opinion on any request, defense, brief or pleading filed or made by the Purchaser or its opponent during such proceedings and relating to its Products / Services ; or the Supplier may participate, at the Purchaser’s request, in such arbitration or court proceedings provided that Supplier controls and conducts its defense in such arbitration or court proceedings",
        "reference_summary": "Where a dispute relating to this purchase order  the Supplier agrees, at Purchaser’s discretion: either to provide to the Purchaser at Supplier’s expense all assistance to support the Purchaser’s claim or defense including  by providing evidences, as well as its written opinion on any request, defense, brief or pleading filed or made by the Purchaser or its opponent during such proceedings and relating to its Products / Services ; or the Supplier may participate, at the Purchaser’s request, in such arbitration or court proceedings provided that Supplier controls and conducts its defense in such arbitration or court proceedings.",
        "uid": "train_sum0393"
    },
    "train_sum0394": {
        "original_text": "The Supplier agrees to support settlement attempts. The Purchaser agrees to discuss with the Supplier any  settlement possibility with any other party to the dispute, and to offer the Supplier to participate in such settlement, directly or through a sharing agreement with the Purchaser.",
        "reference_summary": "The Supplier agrees to support settlement attempts. The Purchaser agrees to discuss with the Supplier any settlement possibility.",
        "uid": "train_sum0394"
    },
    "train_sum0395": {
        "original_text": "The Parties’ failure to conclude such as sharing agreement shall not preclude the Purchaser from settling the dispute without the Supplier, it being understood that a settlement entered into without the Supplier shall not be determinative, against the Supplier, of the Supplier’s liability with regards to the settled dispute.",
        "reference_summary": "The Parties’ failure to conclude such as sharing agreement shall not preclude the Purchaser from settling the dispute.",
        "uid": "train_sum0395"
    },
    "train_sum0396": {
        "original_text": "Changes and amendments to these General Purchasing Conditions as well as side agreements require the written form.",
        "reference_summary": "Changes to these conditions require the written form.",
        "uid": "train_sum0396"
    },
    "train_sum0397": {
        "original_text": "The Supplier and the Purchaser expressly agree to exclude all legal provisions related to hardship that may be applicable to the purchase order, including article 1195 of the French civil code.",
        "reference_summary": "Supplier and Purchaser exclude all legal provisions related to hardship.",
        "uid": "train_sum0397"
    },
    "train_sum0398": {
        "original_text": "The purpose of this Agreement (hereinafter referred to as “Loan Agreement”) is to define the terms and conditions of the loan of the Purchaser’s equipment described in Article 2 (hereinafter referred to as “Equipment”) to the Supplier.",
        "reference_summary": "The Purpose of this Agreement is to define the terms and conditions of the loan of the Purchaser’s equipment to the Supplier.",
        "uid": "train_sum0398"
    },
    "train_sum0399": {
        "original_text": "A document stating the condition of the Equipment shall be signed by the Supplier at the time of reception of the Equipment (“Reception Document”).",
        "reference_summary": "A document stating the condition of the Equipment shall be signed by the Supplier.",
        "uid": "train_sum0399"
    },
    "train_sum04": {
        "original_text": "The Parties hereby undertake at all times to (1) comply with all applicable laws and regulations in particular and not limited to national and international anti-corruption, anti-money laundering and any which impose economic, trade or other restrictive measures, or export, re-export licences or other authorisations in each case issued and enforced by a Sanctions Authority (together “Regulatory Rules”) and (2) undertake to act in accordance with national and international human rights regulations applicable in their respective countries. In this regard, and in any case, the Arms Trade Treaty and the Geneva Conventions of 1949 shall constitute the Parties’ baseline for human rights ethical behaviour.",
        "reference_summary": "The Seller must comply with laws regarding anti-corruption, human rights, Export Control and Customs and if the Seller does not, the Purchaser disclaims any responsibility.",
        "uid": "train_sum04"
    },
    "train_sum040": {
        "original_text": "After the transfer of ownership, the Customer shall collect the Helicopter within two (2) weeks in case of ferry flight or within one (1) month, if it is to be dismantled or conditioned for sea, air or road transport.",
        "reference_summary": "The Helicopter must be collected within a time period after the transfer of ownership.",
        "uid": "train_sum040"
    },
    "train_sum0400": {
        "original_text": "Refusal by the Supplier to sign this document may cause the Termination of the Loan Agreement as per Article 12, unless otherwise agreed by both Parties.",
        "reference_summary": "Refusal by the Supplier to sign this document may cause the Termination of the Loan Agreement.",
        "uid": "train_sum0400"
    },
    "train_sum0401": {
        "original_text": "The Equipment will be returned back at the end of the loan period in accordance with DAP (ICC Incoterms 2010) to Purchaser premises",
        "reference_summary": "The Equipment will be returned back at the end of the loan period to Purchaser premises",
        "uid": "train_sum0401"
    },
    "train_sum0402": {
        "original_text": "If, for any reason, the Supplier wants to return the Equipment earlier than the initial end of the loan period, the Supplier shall notify by written the Purchaser, so that the Parties agree about a new date of return.",
        "reference_summary": "If the Supplier wants to return the Equipment earlier, the Supplier shall notify by written the Purchaser, so that the Parties agree about a new date of return.",
        "uid": "train_sum0402"
    },
    "train_sum0403": {
        "original_text": "Even during the loan period, in case the Purpose can no longer be achieved, the Supplier shall return the Equipment to the Purchaser upon the letter’s written request within fifteen (15) days in accordance with the procedure described in Article 6 of this Agreement.",
        "reference_summary": "Even during the loan period, in case the Purpose can no longer be achieved, the Supplier shall return the Equipment to the Purchaser upon the letter’s written request within fifteen days .",
        "uid": "train_sum0403"
    },
    "train_sum0404": {
        "original_text": "Risks of loss or damage to the Equipment shall pass: From the Purchaser to the Supplier upon delivery as per Article 5, after the signature of the Reception Document; From the Supplier to the Purchaser upon return as per Article 6, after the signature of the Return Document.",
        "reference_summary": "Risk of loss or damage to the Equipment shall pass: From the Purchaser to the Supplier upon delivery, From the Supplier to the Purchaser upon return",
        "uid": "train_sum0404"
    },
    "train_sum0405": {
        "original_text": "The Supplier shall ensure that the Equipment is used, stored, maintained and operated properly and safely at all times by properly qualified personnel and in accordance with Purchaser’s documentation as defined in Annex 1 of this Agreement.",
        "reference_summary": "The Supplier shall ensure that the Equipment is used, stored, maintained and operated properly and safely at all times by properly qualified personnel.",
        "uid": "train_sum0405"
    },
    "train_sum0406": {
        "original_text": "The Supplier shall not transfer, lend, sell, assign or mortgage the Equipment to a third party or remove from Supplier’s premise as defined in Article 5 of this Agreement without prior written consent of the Purchaser.",
        "reference_summary": "The Supplier shall not transfer, lend, sell, assign or mortgage the Equipment to a third party or remove from Supplier’s premise without  written consent of the Purchaser.",
        "uid": "train_sum0406"
    },
    "train_sum0407": {
        "original_text": "The Equipment is and will remain the sole and exclusive property of the Purchaser. This Loan Agreement implies no transfer of property.",
        "reference_summary": "The Equipment remains the sole and exclusive property of the Purchaser.",
        "uid": "train_sum0407"
    },
    "train_sum0408": {
        "original_text": "Any provision of the Contract prohibited by or unlawful or unenforceable under any applicable law actually applied by any court of competent jurisdiction shall, to the extent required by such law, be severed from the Contract and rendered ineffective so far as is possible without modifying the remaining provisions.",
        "reference_summary": "Any provision of the Contract prohibited by or unlawful or unenforceable under any applicable law by any court of competent jurisdiction shall be severed from the Contract and rendered ineffective without modifying the remaining provisions.",
        "uid": "train_sum0408"
    },
    "train_sum0409": {
        "original_text": "Where, however, the provisions of any such applicable law may be waived, they are hereby waived by the Parties hereto to the fullest extent permitted by such law, with the result that the provisions of the Contract shall be valid and binding and enforceable in accordance with its terms.",
        "reference_summary": "Where the provisions of any such applicable law may be waived, they are hereby waived by the Parties  to permitted by such law, with the result that the provisions of the Contract shall be valid and binding and enforceable",
        "uid": "train_sum0409"
    },
    "train_sum041": {
        "original_text": "If the Customer fails to pick up its Products within the above mentioned periods of time: The Customer shall reimburse the Seller any expenses incurred by the Seller such as maintenance, storage, insurance, taxes and associated damages and interest if any, levies, etc. The Seller may terminate the Contract as per article 14.1.1 and shall not be liable for any loss or damages incurred by the Customer as a consequence of such termination.",
        "reference_summary": "If the Customer fails to pick up its Products within the above mentioned periods of time, it shall reimburse the Seller any expenses incurred for maintenance, storage, insurance, taxes, etc. The Seller may terminate the Contract without any liability.",
        "uid": "train_sum041"
    },
    "train_sum0410": {
        "original_text": "The Parties hereto agree to replace, as far as practicable, any provision which is prohibited, unlawful or unenforceable with another provision having substantially the same effect (in its legal and commercial content) as the replaced provision, but which is not prohibited, unlawful or unenforceable.",
        "reference_summary": "The Parties agree to replace any provision which is prohibited, unlawful or unenforceable with another provision having substantially the same effect.",
        "uid": "train_sum0410"
    },
    "train_sum0411": {
        "original_text": "This Contract supersedes all previous understandings between the Parties, whether oral or written, with respect to the scope of the Contract.",
        "reference_summary": "This Contract supersedes all previous understandings between the Parties.",
        "uid": "train_sum0411"
    },
    "train_sum0412": {
        "original_text": "The Contract has been drawn up in English and only this language version shall be authentic. Any translation of the Contract into a language other than English shall be for information purposes only.",
        "reference_summary": "The Contract has been drawn up in English and only this language version shall be authentic.",
        "uid": "train_sum0412"
    },
    "train_sum0413": {
        "original_text": "Neither Party shall be entitled to assign, contribute or transfer, either directly or indirectly, to any third party, any of its rights and obligations in connection with this Loan Agreement, without the other Party’s prior written consent.",
        "reference_summary": "Neither Party shall be entitled to assign, contribute or transfer, either directly or indirectly, to any third party, its rights and obligations without the other Party’s prior written consent.",
        "uid": "train_sum0413"
    },
    "train_sum042": {
        "original_text": "All risks relating to the loss of or damage to the Products shall pass to the Customer upon delivery, as per the Incoterms specified in the “Specific Annex applying to the Sale of New Helicopters and associated Services”, and once the transfer of ownership is effective.",
        "reference_summary": "Upon delivery, all risks relating to the loss or damage of Products are passed to the Customer.",
        "uid": "train_sum042"
    },
    "train_sum043": {
        "original_text": "Until the transfer of risks to the Customer, the Seller shall maintain for the activities to be performed by the Seller an insurance coverage, scope, limits of cover and duration of which are as wide as what is usually practiced in the aviation industry.",
        "reference_summary": "Until the transfer of risks, the Seller shall maintain an insurance coverage (as is usually practice in the aviation industry).",
        "uid": "train_sum043"
    },
    "train_sum044": {
        "original_text": "The transfer of ownership of any Products other than Helicopters shall take place after fulfilment of export customs formalities by the Seller (when applicable): at the Seller’s facility, at the time of their collection by the forwarding agent for all incoterms except DAP Incoterms® 2020, in case of Products delivered DAP Incoterms® 2020, at the end of the international transport before the arrival of goods in the destination country, and shall be subject to the prior performance by the Customer of its obligations in particular the full payment of the delivered Products and interest, if any.",
        "reference_summary": "The transfer of ownership of any Products other than Helicopters shall take place after fulfillment of export customs formalities by the Seller (when applicable). It will happen at different places depending on the chosen Incoterm and is subject to prior performance by the Customer of its obligations (full payment in particular).",
        "uid": "train_sum044"
    },
    "train_sum045": {
        "original_text": "As a result, should the Customer fail to pay according to the contractual payment terms, the Seller reserves the right to terminate the Contract through notification sent by registered letter and, if the Products are already delivered, to demand that said Products be returned. If the laws of the country where the Products are delivered do not allow the Seller to regain ownership, the Seller shall be entitled to benefit from any other rights that such laws may confer.",
        "reference_summary": "If the Customer fails to pay according to the contract, the Seller may terminate the Contract through notification.",
        "uid": "train_sum045"
    },
    "train_sum046": {
        "original_text": "Adherence to the delivery date is conditioned upon the Customer fulfilling all of its contractual obligations.",
        "reference_summary": "Adherence to the delivery date requires the Customer to fulfill its obligations.",
        "uid": "train_sum046"
    },
    "train_sum047": {
        "original_text": "Without any time limit, the Customer shall inform the Seller of any resale of Helicopter(s). This information will be provided in writing and within fifteen (15) calendar days from transfer of ownership to the Customer’s buyer and shall include the identity of the new owner and, if available, of the operator and the place of operation.",
        "reference_summary": "Without a time limit, the Customer shall inform the Seller of any resale of Helicopter(s) within 15 days after the transfer of ownership.",
        "uid": "train_sum047"
    },
    "train_sum048": {
        "original_text": "The Seller warrants that the Products and Services provided, except the turbine engine(s), specific equipment with a STC mentioned in the Contract (if any) and MEGHAS avionics equipment, are free from defects in material and workmanship under normal use and service and that software identified in the applicable Helicopter specification substantially provides the functions set forth in the said specification or in the applicable SB.",
        "reference_summary": "The Seller warrants that the Product and Services provided, except the turbine engine and MEGHAS avionics are free from defects.",
        "uid": "train_sum048"
    },
    "train_sum049": {
        "original_text": "The turbine engine(s) as well as the MEGHAS avionics equipment installed in the Helicopter and STCs equipment identified in the Contract are covered by the warranty granted by the manufacturers of these items (Safran Helicopter Engines, Pratt & Whitney, Thales and concerned STC holder), the benefits of which the Seller hereby assigns on to the Customer who hereby acknowledges and accepts such assignment.",
        "reference_summary": "Both the turbine engine and the MEGHAS avionics are covered by the warranty granted by the manufacturers of these items.",
        "uid": "train_sum049"
    },
    "train_sum05": {
        "original_text": "The Customer undertakes to provide truthful, accurate and complete information to the Seller such as may be required by the Seller from time to time to comply with its obligations pursuant to the Regulatory Rules, including but not limited to information on the Customer’s corporate structure and shareholding, or source of financing of the Contract.",
        "reference_summary": "The Customer undertakes to provide truthful and accurate information to the Seller so that the latter can comply with its regulatory obligations.",
        "uid": "train_sum05"
    },
    "train_sum050": {
        "original_text": "As soon as possible but no later than fifteen (15) calendar days after the discovery of a defect, the Customer shall furnish to the Seller, by using a warranty claim form provided by the Seller, the full details of its claim and the basis thereof. As soon as it receives the said form, the Seller will forward to the Customer a warranty claim acknowledgment and a RMA form. Within fifteen (15) calendar days following the receipt of such documents the Customer shall return the allegedly defective Parts to the Seller. If the Customer fails to return the allegedly defective Parts in due time, the Seller reserves the right to invoice the replacement Parts which have been ordered or produced for the Customer at the price stated in the relevant Seller’s price list in force, or in the relevant Quotation.",
        "reference_summary": "Within 15 days after the discovery of a defect, the Customer shall provide to the Seller, through a warranty claim form, the details of its claim and its basis. The defective Parts shall then be returned to the seller within 15 days of the receipt of such documents. If it fails to do so, the Seller reserves the right to invoice the replacement Parts.",
        "uid": "train_sum050"
    },
    "train_sum051": {
        "original_text": "The Seller will compensate reasonable transportation costs outbound from the Customer premises to the Seller’s premises for the Parts for which the benefit of the warranty has been granted by the Seller. The Customer shall send the invoice to the Seller by the end of each quarter and in any case not later than three (3) months after the acceptance by the Seller of the warranty claim. Corresponding credit notification will be issued on a quarterly basis by the Seller and shall be applicable to Spare Parts and/or R&O invoice(s). Insurance, customs expenses and other charges as well as the expenses incurred by the Customer for the removal, re-installation, calibration and troubleshooting operations with respect to such Parts shall be borne by the Customer.",
        "reference_summary": "The Seller will compensate reasonable transportations costs for the replacement of the allegedly defective Parts.",
        "uid": "train_sum051"
    },
    "train_sum052": {
        "original_text": "Said credit(s) shall not apply in case of Customer’s default, such as, but not limited to, late payment and payment failure.",
        "reference_summary": "The credit does not apply in case of Customer’s default.",
        "uid": "train_sum052"
    },
    "train_sum053": {
        "original_text": "For Parts for which the benefit of the warranty has been granted by the Seller, the return transportation costs to the Customer premises shall be borne by the Seller.",
        "reference_summary": "The Part benefitting from the warranty, transportation costs shall be borne by the Customer.",
        "uid": "train_sum053"
    },
    "train_sum054": {
        "original_text": "Software identified in the applicable Helicopter specification shall only be considered as non-conforming, if there are substantial deviations of the functions supported by software from the Helicopter specifications. The Seller will remedy such non-conforming software for the considered Helicopter by, at its sole discretion, either providing a correction release of the software or by finding a reasonable workaround. The Customer shall supply the Seller with all necessary information and documentation in its possession, to enable the Seller to investigate and rectify such non-conforming software. The warranty conditions for software embedded in the delivered Spare Parts or in the delivered repaired/overhauled/standard exchange Parts shall be the ones applicable to the software delivered with the Helicopter, as mentioned in the previous paragraph.",
        "reference_summary": "Software used by the Helicopter shall be considered as non-conforming only if it substantially deviates from its functions. It shall be remedied by the Seller through either a correction release or by finding a reasonable workaround.",
        "uid": "train_sum054"
    },
    "train_sum055": {
        "original_text": "The warranty is granted to the Customer personally. As a consequence, should the Customer sell a Helicopter during the warranty period, it undertakes to notify the Seller of the new owner’s name at the time of the transfer of title. Notwithstanding, any request for warranty transfer to any third party within the six (6) months following the Helicopter’s delivery is subject to the prior written consent of the Seller. Should the Customer want the warranty to be managed by a third party, it shall then provide the Seller with a power of attorney authorizing the said third party to act on its behalf.",
        "reference_summary": "The warranty is granted to the Customer personally: if the Helicopter is sold during the warranty period, it must notify the Seller of the new owner. If done within 6 months following the Helicopter’s delivery, the transfer of warranty is subject to the Seller’s approval.",
        "uid": "train_sum055"
    },
    "train_sum056": {
        "original_text": "The Seller’s obligation under the warranty is limited to the repair - or replacement at the Seller’s discretion - of the allegedly defective Products or Services that have been returned to its facility and, at the time of any repair or replacement have been recognized by the Seller after expert investigation as defective. To be eligible under this warranty, the alleged failure must have occurred within the time-limits mentioned here-after.",
        "reference_summary": "The Seller’s obligation under the warranty is limited to the repair or replacement of the Parts / Products or Services. Failure of such Parts / Products or Services must happen within defined time-limits.",
        "uid": "train_sum056"
    },
    "train_sum057": {
        "original_text": "The Seller warrants the software identified in the applicable Helicopter specification provided that any alleged non-conformity is notified by the Customer to the Seller within one hundred and eighty (180) calendar days from the date of delivery of the Helicopter to the Customer. The same shall apply for software embedded in the delivered Spare Parts or in the delivered repaired/overhauled/ standard exchange Parts.",
        "reference_summary": "Software used by the Helicopter / Parts are warranted if the Customer notifies the Seller of the non-conformity within 180 days.",
        "uid": "train_sum057"
    },
    "train_sum058": {
        "original_text": "The warranty period on the repaired or replaced Part(s) shall be the warranty period that was remaining on the respective defective Part. The Part(s) removed for which the Seller supplies a replacement Part(s) shall become the property of the Seller.",
        "reference_summary": "The warranty period on the repaired / replaced Part shall be the warranty period remaining on the respective defective Part and any Part removed and replaced shall become the property of the Seller.",
        "uid": "train_sum058"
    },
    "train_sum059": {
        "original_text": "For Contracts governed by German law, the German legal warranty (Sachmängelhaftung) supersedes the contractual warranty conditions described here above for the first twelve (12) months. During this period, and provided that the German legal warranty is applicable, the Seller may elect to repair or replace the defective Products.",
        "reference_summary": "For Contracts governed by German law, the German legal warranty supersedes the contractual warranty for the first 12 months.",
        "uid": "train_sum059"
    },
    "train_sum06": {
        "original_text": "The Seller’s obligations will only begin once the Seller has received from the Customer all required information and performed all necessary verifications pursuant to the Regulatory Rules and to the “Know your Customer” policy of the Seller. During Contract execution, a) failure by the Customer to comply with the Regulatory Rules and/or b) Customer becomes a Sanctioned Person and/or c) performance of either Party’s obligations under the Contract would constitute a breach of Regulatory Rules and/or d) failure by the Customer to timely provide all necessary information and/or cooperate with the Seller, shall entitle the Seller to terminate the Contract forthwith without any prior notice and liability whatsoever.",
        "reference_summary": "The Seller’s obligations begin as soon as it has received all the necessary information from the Customer and performed the necessary verifications to comply with the regulatory obligations and “Know your Customer” policy.",
        "uid": "train_sum06"
    },
    "train_sum060": {
        "original_text": "During the performance of the Contract, the proprietary information of the Parties shall be protected as follows: the term “Proprietary Information” shall mean any information or data in whatever form (either in writing or orally, subject to the conditions set forth hereinafter, and including but not limited to any written or printed documents, samples, models or any means of disclosing such Proprietary Information that the disclosing Party may elect to use during the life of the Contract), disclosed by either Party to the other and which is designated as proprietary to the disclosing Party by an appropriate stamp, legend or any other notice in writing, or when disclosed orally, has been identified as proprietary at the time of disclosure and has been promptly (within thirty (30) calendar days at the latest) confirmed and designated in writing as Proprietary Information of the disclosing Party.",
        "reference_summary": "During the performance of the contract, information designated as Proprietary Information (through a stamp or legend, or any other notice in writing) disclosed between the Parties shall be protected. When disclosed orally, notice of the confidential nature of the information must be put in writing within 30 days.",
        "uid": "train_sum060"
    },
    "train_sum061": {
        "original_text": "Any Proprietary Information and copies thereof disclosed by either Party to the other shall, subject to any third party rights, remain the property of the disclosing Party and shall be immediately returned by the receiving Party upon request.",
        "reference_summary": "Any Proprietary Information disclosed by a Party shall remain its property.",
        "uid": "train_sum061"
    },
    "train_sum062": {
        "original_text": "Notwithstanding the confidentiality obligations stated in the Contract, the receiving Party may disclose the Proprietary Information to any governmental agency or judge legally authorized to have mandatory access to such information, provided however that in these circumstances, the receiving Party shall prior to disclosure notify the disclosing Party to give the disclosing Party the opportunity to take appropriate action(s), as far as available, against such disclosure.",
        "reference_summary": "Notwithstanding, Proprietary Information may be communicated to a legally authorized governmental agency or judge. In such case, a prior notification shall be served on the other Party.",
        "uid": "train_sum062"
    },
    "train_sum063": {
        "original_text": "AH, as a French company, is under the obligation to comply with French Law n°68-678 (as modified by Law n°80-538) regarding the communication of documents and information of economic, commercial, industrial, financial or technical nature to natural or legal entities abroad.",
        "reference_summary": "AH being a French company, it is under the obligation to comply with French Law and as such must communicate various documents related to the economic, industrial, financial or technical nature of its entities abroad.",
        "uid": "train_sum063"
    },
    "train_sum064": {
        "original_text": "AH and/or AHD retain all rights in respect of developments, inventions, know-how, production procedures and any intellectual property rights relating to the Products that they manufacture and/or Services related thereto.",
        "reference_summary": "AH retains all rights relating to the development, know-how and production procedures of IP rights.",
        "uid": "train_sum064"
    },
    "train_sum065": {
        "original_text": "Nothing in the SCS shall be construed as a legal transfer of or licence to (other than specified hereafter), any patent, utility or design model, copyright, trademark, know-how or other intellectual property right.",
        "reference_summary": "Nothing in these conditions may be construed as a legal transfer or license to any IP title or right.",
        "uid": "train_sum065"
    },
    "train_sum066": {
        "original_text": "The Seller grants the Customer a non-exclusive, non-transferable licence to use a SaaS for the purposes of operating and/or maintaining helicopters and/or the executable form of the software on the related Product, for the purposes of operating the Helicopters. This licence does not entitle the Customer to receive free of charge updates of such software. The Customer shall not decompile, disassemble, modify, reverse assemble, reverse engineer or reduce to human readable form, the software and/or any SaaS except to the extent the foregoing restriction is, by operation of applicable law, prohibited or of no effect.",
        "reference_summary": "The Seller grants the Customer a non-exclusive, non-transferable licence to use SaaS and software on the related Product to operate the Helicopter. This licence does not entitle the Customer to receive updates to such software freely. The Customer shall not reverse engineer / assemble or reduce the human readable form of the software / SaaS.",
        "uid": "train_sum066"
    },
    "train_sum067": {
        "original_text": "The total and cumulated liability of the Seller due to any and all causes whatsoever, whether based on breach of contract or otherwise, shall in no event exceed in aggregate an amount equivalent to ten per cent (10%) of the total net Contract price (excluding taxes) or in case a specific Order is passed and the triggering event of liability relates to that Order, ten per cent (10%) of the total net Order price (excluding taxes)",
        "reference_summary": "The liability of the Seller can’t exceed 10% of the total net of the contract price.",
        "uid": "train_sum067"
    },
    "train_sum068": {
        "original_text": "Each Party shall be responsible for death or bodily injury arising to its own personnel, whatever the cause. The Parties therefore waive the right to any claim against the other in this respect.",
        "reference_summary": "Each Party is liable for death or bodily injury arising from its own personnel, whatever the cause.",
        "uid": "train_sum068"
    },
    "train_sum069": {
        "original_text": "To the extent permitted at law, the Seller’s obligations and liabilities and the Customer’s rights and remedies as set forth in the Contract are exclusive and are in replacement of any and all other remedies under law or otherwise.",
        "reference_summary": "To the extent permitted at law, the Seller’s obligations and liabilities and the Customer’s rights and remedies set forth in the Contract are exclusive and are in replacement of any and all other remedies under law or otherwise.",
        "uid": "train_sum069"
    },
    "train_sum07": {
        "original_text": "Each Party commits to act in compliance with all applicable Export Regulations and acknowledges that diverting from such Export Regulations is prohibited. The Customer shall ensure that its supply chain and clients comply with Export Regulations when dealing with the Seller’s Items.",
        "reference_summary": "Each Party agrees to comply with all applicable Export Regulations and agrees that diverting from them is prohibited.",
        "uid": "train_sum07"
    },
    "train_sum070": {
        "original_text": "For the avoidance of doubt, the delay or absence of payment by the Customer can not be considered by it as a case of force majeure.",
        "reference_summary": "The delay or absence of payment by the Customer is not considered a Force majeure event.",
        "uid": "train_sum070"
    },
    "train_sum071": {
        "original_text": "In case of force majeure, the contractual delivery date shall be extended by such period of time reasonably required to remove and/or overcome the event of force majeure and its effects.",
        "reference_summary": "In case of Force majeure, the delivery date is extended as reasonably required.",
        "uid": "train_sum071"
    },
    "train_sum072": {
        "original_text": "Any postponement of the contractual dates due to the following causes shall not constitute a delay for the Seller: BFE/CFE not delivered according to the schedule stated in the Contract or found defective and which consequently requires to be replaced by the Customer or, Changes or additions to the Contract requested by the Customer or, Any failure or omission by the Customer to perform its obligations set forth in the Contract.",
        "reference_summary": "Any postponing of the contractual dates due to BFE/CFE not delivered according to schedule, changes or additions requested by the Customer or failure by the Customer to perform its obligation shall be considered an Excusable Delay.",
        "uid": "train_sum072"
    },
    "train_sum073": {
        "original_text": "Any additional costs incurred by the Seller as a result of the occurrence of one of the above events can be invoiced by the Seller and shall be paid by the Customer over and above the Contract Price.",
        "reference_summary": "Additional costs incurred by the Seller as a result of those events can be invoiced by the Seller to the Customer.",
        "uid": "train_sum073"
    },
    "train_sum074": {
        "original_text": "The Customer shall indemnify the Seller for all costs and damages (including but not limited to raw materials, labour, overhead, storage fees, work in progress) incurred by the Seller or which the Seller could not avoid incurring (including termination indemnities, if any, under the contracts between the Seller and its subcontractors or suppliers or under the second level contracts or subcontracts).",
        "reference_summary": "The Customer shall indemnify the Seller for all costs and damages incurred by the Seller.",
        "uid": "train_sum074"
    },
    "train_sum075": {
        "original_text": "The Customer shall pay to the Seller a termination indemnity equal to ten per cent (10%) of the contractual price to cover Seller’s general administrative and financial costs.",
        "reference_summary": "The Customer shall pay the Seller a termination indemnity equal to 10% of the contractual price",
        "uid": "train_sum075"
    },
    "train_sum076": {
        "original_text": "The Seller shall be entitled to deliver the remaining non-faulty Products and render the remaining non-faulty Services, and shall be paid the corresponding price thereof.",
        "reference_summary": "The Seller is entitled to deliver the remaining non-faulty Products and services.",
        "uid": "train_sum076"
    },
    "train_sum077": {
        "original_text": "the Seller shall return to the Customer all the BFE/CFE remaining in its premises, once the Products are delivered and/or the Services are rendered.",
        "reference_summary": " The Seller shall return to the Customer any BFE/CFE at its premises",
        "uid": "train_sum077"
    },
    "train_sum078": {
        "original_text": "In case of the occurrence of a force majeure event as provided in article 13.1 results in the contractual delivery or performance dates being extended by more than six (6) consecutive months, the Parties shall meet in order to determine under which conditions they wish to pursue the Contract or if they do not reach an agreement within a one (1) month period, either Party shall be entitled to terminate the Contract, without being entitled to claim for any damages or compensation in any form whatsoever.",
        "reference_summary": "In case of a force majeure event extending the performance dates for more than 6 months, the Parties shall meet to determine the conditions to which they wish to pursue the Contract. If no agreement is reached within 1 month, either Parties may terminate the contract without being able to claim any damages or compensation in any form whatsoever.",
        "uid": "train_sum078"
    },
    "train_sum079": {
        "original_text": "The Contract shall be governed by German law for the sale of Products manufactured and/or Services performed by AHD and by French law for the sale of Products manufactured and/or performed Services by AH. Irrespective of the applicable law, the “United Nations Convention on Contracts for the International Sale of Goods” is excluded.",
        "reference_summary": "For Products and Services performed by AHD, the applicable law is German law. For Products and Services performed by AH, the applicable law is French. No matter the applicable law, the United Nations Convention on Contracts for the International Sale of Goods is excluded.",
        "uid": "train_sum079"
    },
    "train_sum08": {
        "original_text": "Should the Customer be involved in ITAR Part 130 or 129, it is the Customer’s liability to comply with Export Regulations and to provide the Seller with a copy of Authorisations and complete any declaration necessary for the Seller to comply with Export Regulations.",
        "reference_summary": "If the Customer is involved in ITAR Part 129 or 130, the Customer is liable to comply with Export Regulations and to provide the Seller with a copy of the Authorizations.",
        "uid": "train_sum08"
    },
    "train_sum080": {
        "original_text": "The Parties shall attempt to amicably settle any dispute, controversy or claim arising out or in connection with the Contract, including through mediation (under the authority of a neutral, independent mediator to be jointly appointed by the Parties). If two (2) months after the occurrence of such dispute, controversy or claim, the Parties have failed to reach an agreement (unless they agree to extend the amicable phase), then the dispute, controversy or claim shall be settled as follows, depending on the contractual aggregate amount: A dispute will be finally settled under the rules of arbitration of the International Chamber of Commerce (ICC) by three (3) arbitrators appointed in accordance with the said rules. In the specific case of a dispute of which the aggregate amount does not exceed ten million (10 000 000) Euros, the Parties shall opt for a fast track arbitration process in accordance with the ICC rules.",
        "reference_summary": "Any dispute shall be the object of an attempt to amicably settle. If no agreement is found after 2 months, then the dispute shall be settled under the rules of the ICC by 3 arbitrators but if the aggregate amount of the dispute is below 10 000 000 €, Parties will opt for a fast track arbitration.",
        "uid": "train_sum080"
    },
    "train_sum081": {
        "original_text": "The seat of arbitration shall be Geneva (Switzerland) and the language of the arbitration shall be English.",
        "reference_summary": "The seat of arbitration shall be Geneva and the language English.",
        "uid": "train_sum081"
    },
    "train_sum082": {
        "original_text": "However, in all cases, should the Seller elect to choose a local court jurisdiction due to arbitration not being adapted to the specific nature of the dispute, in particular the need for immediate injunctive relief or to recover sums due, then such local court will be competent to settle the dispute.",
        "reference_summary": "However, if the Seller choose a local court jurisdiction, then such local court will be competent to settle the dispute.",
        "uid": "train_sum082"
    },
    "train_sum083": {
        "original_text": "The Parties hereby consent and agree to be subject to the jurisdiction of the aforesaid courts and/or arbitration and, to the greatest extent permitted by the applicable law, the Parties hereby waive any right to seek to avoid the jurisdiction of the above courts on the basis of the doctrine of forum non conveniens.",
        "reference_summary": "The Parties agree to be the subject of the jurisdiction and waive any right to seek to avoid the jurisdiction above (forum non conveniens).",
        "uid": "train_sum083"
    },
    "train_sum084": {
        "original_text": "Unless otherwise agreed by both Parties, the fact that any dispute has been referred to arbitration pursuant to this article shall not relieve either Party from any of its obligations as set out in the Contract.",
        "reference_summary": "Unless otherwise agreed, resorting to arbitration does not relieve either Party from its obligations.",
        "uid": "train_sum084"
    },
    "train_sum085": {
        "original_text": "In order to improve the Products, their reliability and availability and the Customer services, AH has set up a data exchange process based on maintenance and operational data coming from the Customer’s helicopters in service.",
        "reference_summary": "In order to improve the Products, AH exchanges various types of data with the Customer’s helicopters in service.",
        "uid": "train_sum085"
    },
    "train_sum086": {
        "original_text": "Thus, the Customer (including its designated entity for operations and/or maintenance), hereby authorizes AH on a free and non-exclusive basis: to collect such Data, to use the Data to create processed data (data which is reconciled, enriched, qualified and analysed by AH) (hereinafter the “Processed data”), to anonymize such Processed data (Processed data which is anonymized, not enabling to identify the Customer) (hereinafter the “Anonymous data”), to disclose Data, Anonymous data and Processed data internally only to those of its employees (for the avoidance of doubt, this shall include temporary agency workers and freelancers) and/or Customer Centres having a need to have access to such data for the purpose (*) stated below, to disclose Data and Processed Data to partners, suppliers and/or subcontractors of AH (i) having a need to have access to such data for the purpose (*) stated below and (ii) being bound by confidentiality obligations, to disclose Anonymous data to partners, suppliers and/or subcontractors of AH for the purpose (*) stated below, to use and disclose to customers Anonymous data (including after being complemented with additional sources of anonymous data) for the purpose (**) stated below, and to store Data, Processed data and Anonymous data.",
        "reference_summary": "The Customer authorizes AH to collect, process, anonymize, disclose and use the Data",
        "uid": "train_sum086"
    },
    "train_sum087": {
        "original_text": "The Parties agree that any and all Data disclosed by the Customer or its designated entity to AH shall be deemed confidential. Nevertheless, AH shall be entitled to disclose Data and Processed data to the persons and entities and at the conditions described under article 16.1 above.",
        "reference_summary": "The Data disclosed is confidential. However AH can disclose the Data to some persons and entities as described in article 16.1.",
        "uid": "train_sum087"
    },
    "train_sum088": {
        "original_text": "Anonymous data (including after being complemented with additional sources of anonymous data) can however be used and disclosed by the Seller without being subject to any confidentiality limitations/obligations.",
        "reference_summary": "Anonymous Data can be disclosed by the Seller without restriction.",
        "uid": "train_sum088"
    },
    "train_sum089": {
        "original_text": "Notwithstanding anything to the contrary in the Contract, the intent of present data collection is not to analyze such data in order to detect/prevent potential incidents/accidents, therefore neither AH, nor AHD, nor Customer Centres shall be liable towards the Customer or its designated entity as a result of the mere possession by AH, AHD and/or Customer Centres of the Data or as the result of any exchange or analysis of information collected through the process.",
        "reference_summary": "Notwithstanding anything to the contrary in the Contract, the intent of the data collection is not to analyse such data in order to prevent incidents / accidents, therefore neither AH & AHD are liable towards the Customer as the result of a mere possession or as the result of any exchange or analysis of the information.",
        "uid": "train_sum089"
    },
    "train_sum09": {
        "original_text": "The Customer acknowledges that the Seller’s prior approval is required for the Customer to access any classified export control Item and the Seller has the right to grant, refuse, suspend or revoke such access right at any time without notice. To access any classified export control Item provided by the Seller, the Customer shall complete and sign the compliance declaration template for third Party export controlled Items access control provided by the Seller.",
        "reference_summary": "The Seller’s approval is required for the Customer to access Items subject to Export Control laws. The Customer acknowledges that the Seller may refuse, revoke or suspend that approval.",
        "uid": "train_sum09"
    },
    "train_sum090": {
        "original_text": "These SCS along with the applicable Specific Annex(es) and Purchase Order (or Order) constitute the entire agreement between the Parties. They supersede all previous communications and/or agreements either oral or written, between the Parties with respect to the Products or Services.",
        "reference_summary": "These conditions supersede all previous communications and / or agreements either oral or written between the Parties.",
        "uid": "train_sum090"
    },
    "train_sum091": {
        "original_text": "In the event that one (1) or more of the articles provided for in these SCS is deemed invalid or unenforceable, the remaining provisions shall remain entirely valid and applicable.",
        "reference_summary": "If 1 or more articles of these conditions are deemed invalid or unenforceable, the remaining provisions shall remain entirely valid and applicable.",
        "uid": "train_sum091"
    },
    "train_sum092": {
        "original_text": "English shall be the language of the Contract. Both Parties shall use English as the language to exchange, issue and deliver information, documentation and notices, and any related documents excluding those documents which might be produced by a governmental institution in the local language.",
        "reference_summary": "English is the language of the Contract and shall be used in any documents exchanged between the Parties.",
        "uid": "train_sum092"
    },
    "train_sum093": {
        "original_text": "In case of any contradictions and discrepancies between the parts of the Contract, precedence shall be given in the following decreasing order: Purchase Order, Order or Order Confirmation (as applicable) Present SCS Specific Annex(es) Other Annexes and/or appendices in their order of appearance.",
        "reference_summary": "The order of precedence is the following : Purchase Order, these Conditions, Specific Annexes, Other Annexes in their order of appearance.",
        "uid": "train_sum093"
    },
    "train_sum094": {
        "original_text": "The provisions of the confidentiality, intellectual property, liability, data exchange, applicable law and dispute resolution articles of the Contract shall survive and continue to have effect after the termination or expiry for any reason whatsoever of the Contract, and for a period of thirty (30) years thereafter.",
        "reference_summary": "The provisions regarding confidentiality, IP, liability, data exchange, applicable law and dispute resolution shall survive and continue to have effect after the termination of the Contract for 30 years.",
        "uid": "train_sum094"
    },
    "train_sum095": {
        "original_text": "No term or provision hereof will be considered waived by either Party, and no breach excused by either Party, unless such waiver or consent is in writing and signed by the Party against whom the waiver is asserted. No consent by either Party to, or waiver of, a breach by either Party, whether express or implied, will constitute a consent to, waiver of, or excuse of any other, different or subsequent breach by either Party.",
        "reference_summary": "No term, provision or breach shall be waived or excused unless put in written.",
        "uid": "train_sum095"
    },
    "train_sum096": {
        "original_text": "Any variation or modification of the Contract shall be made in writing through an amendment and signed by duly authorised representatives of each Party.",
        "reference_summary": "Any modification to the contract shall be put in writing and shall be signed by both Parties.",
        "uid": "train_sum096"
    },
    "train_sum097": {
        "original_text": "The relationship between the Parties is solely that of purchaser and seller.  No joint venture or partnership of any kind (cooperation, distribution, agency, etc.) is intended nor will any be construed from the Contract. Neither Party will have the authority to enter into contracts on behalf of or bind the other in any respect.",
        "reference_summary": "No joint venture or partnership is intended nor will any be construed from the Contract.",
        "uid": "train_sum097"
    },
    "train_sum098": {
        "original_text": "The Customer shall not be entitled, without the prior written consent of the Seller, to assign or transfer to a third party all or part of the rights and obligations under the Contract.",
        "reference_summary": "Unless the Seller agrees to it through writing, the Customer is not entitled to assign or transfer its rights under the Contract to a third party.",
        "uid": "train_sum098"
    },
    "train_sum099": {
        "original_text": "This Specific Annex, subject to SCS, is applicable to sale of Training Services performed and/or Training Items delivered by the Seller to any Customer in order to maintain and/or operate Helicopters.",
        "reference_summary": "This annex is subject to the SCS and applies to the sale of Training Services or Training Items delivered by the Seller to any Customer in order to maintain and/or operate Helicopters.",
        "uid": "train_sum099"
    }
}